Repository: ivko/dw-shared
Catalog: Components/AppComponents/IndexAssignment/Localization/IndexAssignment.*.resx
Languages: ar, bg, el, es, fo, hr, it, nl, pl, pt, ru

# IndexAssignment_EmailProperty_AttachmentNames
source: Attachment names
ar: أسماء المرفق
bg: Имена на прикачени файлове
el: Ονόματα συνημμένων
es: Nombres de documentos adjuntos
fo: Attachment namesAttachment###
hr: Nazivi privitaka
it: Nomi allegati
nl: Namen bijlage
pl: Nazwy załączników
pt: Nomes dos anexos
ru: Имена вложений

# IndexAssignment_EmailProperty_BCC_Email
source: BCC Email Address
ar: عنوان البريد الإلكتروني للنسخة المخفية
bg: Имейл адрес за скрито копие (BCC)
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου Κρυφή κοιν.
es: Dirección de correo electrónico de CCO
fo: BCC Email AddressBCC Email A###
hr: Adresa e-pošte u polju BCC
it: Indirizzo e-mail CCN
nl: E-mailadres BCC
pl: Adres e-mail UDW
pt: Endereço de E-mail do Cco
ru: Адрес электронной почты для скрытой копии

# IndexAssignment_EmailProperty_BCC_Name
source: BCC Name
ar: اسم النسخة المخفية
bg: Име на скритото копие
el: Όνομα Κρυφή κοιν.
es: Nombre de CCO
fo: BCC NameBCC###
hr: Ime u polju BCC
it: Nome CCN
nl: Naam BCC
pl: Nazwa UDW
pt: Nome do Cco
ru: Имя для скрытой копии

# IndexAssignment_EmailProperty_CC_Email
source: CC Email Address
ar: عنوان البريد الإلكتروني للنسخة الكربونية
bg: Имейл адрес за явно копие (CC)
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου Κοιν.
es: Dirección de correo electrónico de CC
fo: CC Email AddressCC Email A###
hr: Adresa e-pošte u polju CC
it: Indirizzo e-mail CC
nl: E-mailadres CC
pl: Adres e-mail DW
pt: Endereço de E-mail do Cc
ru: Адрес электронной почты для копии

# IndexAssignment_EmailProperty_CC_Name
source: CC Name
ar: اسم النسخة الكربونية
bg: Име на явно копие
el: Όνομα Κοιν.
es: Nombre de CC
fo: CC NameCC ###
hr: Ime u polju CC
it: Nome CC
nl: Naam CC
pl: Nazwa DW
pt: Nome do Cc
ru: Имя для копии

# IndexAssignment_EmailProperty_Contact
source: Contact Name
ar: اسم جهة الاتصال
bg: Име на контакта:
el: Όνομα επαφής
es: Nombre de contacto
fo: Contact NameContact###
hr: Ime kontakta
it: Nome contatto
nl: Naam contactpersoon
pl: Imię i nazwisko kontaktu
pt: Nome do Contato
ru: Имя контакта

# IndexAssignment_EmailProperty_Contact_Email
source: Contact Email Address
ar: عنوان البريد الإلكتروني لجهة الاتصال
bg: Имейл адрес на контакта
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου επαφής
es: Dirección de correo electrónico de contacto
fo: Contact Email AddressContact Email ###
hr: Adresa e-pošte kontakta
it: Indirizzo e-mail contatto
nl: E-mailadres contactpersoon
pl: Adres e-mail kontaktu
pt: Endereço de E-mail do contato
ru: Адрес электронной почты контакта

# IndexAssignment_EmailProperty_Direction
source: Direction
ar: الاتجاه
bg: Направление
el: Κατεύθυνση
es: Dirección
fo: DirectionDire###
hr: Smjer
it: Direzione
nl: Richting
pl: Kierunek
pt: Direção
ru: Направление

# IndexAssignment_EmailProperty_ReceivedDate
source: Received date
ar: تاريخ الاستلام
bg: Дата на получаване
el: Ημερομηνία λήψης
es: Fecha de recibo
fo: Received dateReceive###
hr: Datum primanja
it: Data ricezione
nl: Ontvangstdatum
pl: Data otrzymania
pt: Data recebido
ru: Дата получения

# IndexAssignment_EmailProperty_Recipients
source: Recipients Name
ar: اسم المستلمين
bg: Име на получателите
el: Όνομα παραληπτών
es: Nombre de destinatario
fo: Recipients NameRecipient###
hr: Ime primatelja
it: Nome destinatari
nl: Naam ontvangers
pl: Imiona i nazwiska odbiorców
pt: Nome dos Destinatários
ru: Имена реципиентов

# IndexAssignment_EmailProperty_Recipients_Email
source: Recipients Email Address
ar: عناوين البريد الإلكتروني للمستلمين
bg: Имейл адрес на получателите
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου παραληπτών
es: Dirección de correo electrónico de destinatario
fo: Recipients Email AddressRecipients Email###
hr: Adresa e-pošte primatelja
it: Indirizzo e-mail destinatari
nl: E-mailadres ontvangers
pl: Adresy e-mail odbiorców
pt: Endereço de E-mail dos destinatários
ru: Адрес электронной почты контакта получателя

# IndexAssignment_EmailProperty_SendDate
source: Sent date
ar: تاريخ الإرسال
bg: Дата на изпращане
el: Ημερομηνία αποστολής
es: Fecha de envío
fo: Sent dateSent###
hr: Datum slanja
it: Data invio
nl: Verzenddatum
pl: Data wysłania
pt: Data do envio
ru: Дата отправки

# IndexAssignment_EmailProperty_Sender
source: Sender Name
ar: اسم المُرسِل
bg: Име на подателя
el: Όνομα αποστολέα
es: Nombre de remitente
fo: Sender NameSender###
hr: Ime pošiljatelja
it: Nome mittente
nl: Naam afzender
pl: Imię i nazwisko nadawcy
pt: Nome do remetente
ru: Имя отправителя

# IndexAssignment_EmailProperty_Sender_Email
source: Sender Email Address
ar: عنوان البريد الإلكتروني للمُرسِل
bg: Имейл адрес на подателя
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου αποστολέα
es: Dirección de correo electrónico de remitente
fo: Sender Email AddressSender Email ###
hr: Adresa e-pošte pošiljatelja
it: Indirizzo di posta elettronica mittente
nl: E-mailadres afzender
pl: Adres e-mail nadawcy
pt: Endereço de e-mail do remetente
ru: Эл. почта отправителя

# IndexAssignment_EmailProperty_SendTo
source: Sent to Name
ar: اسم المُرسَل إليه
bg: Изпратен до името
el: Εστάλη σε Όνομα
es: Enviado a Nombre
fo: Sent to NameSent to###
hr: Poslano na ime
it: Inviato a Nome
nl: Verzonden aan naam
pl: Wysłano do
pt: Enviado para
ru: Отправлено на имя

# IndexAssignment_EmailProperty_SendTo_Email
source: Sent to Email Address
ar: عنوان البريد الإلكتروني للمُرسَل إليه
bg: Изпратен до имейл адрес
el: Εστάλη σε Διεύθυνση ηλεκτρονικού ταχυδρομείου
es: Enviado a dirección de correo electrónico
fo: Sent to Email AddressSent to Email ###
hr: Pošalji na adresu e-pošte
it: Inviato a Indirizzo e-mail
nl: Verzonden aan e-mailadres
pl: Wysłano na adres e-mail
pt: Enviado ao endereço de E-mail
ru: Отправлено на адрес эл. почты

# IndexAssignment_EmailProperty_Size
source: Size
ar: الحجم
bg: Размер
el: Μέγεθος
es: Tamaño
hr: Veličina
it: Dimensione
nl: Grootte
pl: Rozmiar
pt: Tamanho
ru: Размер

# IndexAssignment_EmailProperty_Subject
source: Subject
ar: الموضوع
bg: Тема
el: Θέμα
es: Asunto
fo: SubjectSub###
hr: Predmet
it: Oggetto
nl: Onderwerp
pl: Temat
pt: Assunto
ru: Тема

# IndexAssignment_Error_Field_Not_Active
source: Could not find field in list of active index fields
ar: تعذر العثور على الحقل في قائمة حقول الفهرس النشطة
bg: Неуспешен опит за откриване на поле в списък активни индексни полета
fo: Could not find field in list of active index fieldsCould not find field in list of active###
nl: Kan veld niet vinden in lijst actieve indexvelden
pl: Nie udało się znaleźć pola na liście aktywnych pół indeksu
pt: Não foi possível encontrar o campo na lista de campos de índice ativos
ru: Не удалось найти поле в списке активных индексных полей

# IndexAssignment_Error_Field_Not_Available
source: Field is not available anymore. Remove this field from your configuration.
ar: لم يعد الحقل متوفرًا بعد الآن. قم بإزالة هذا الحقل من التكوين الخاص بك.
bg: Полето вече не е достъпно. Премахнете това поле от Вашата конфигурация.
el: Το πεδίο δεν είναι πλέον διαθέσιμο. Καταργήστε το πεδίο από τη διαμόρφωσή σας.
es: El campo ya no está disponible. Elimine este campo de su configuración.
fo: Field is not available anymore. Remove this field from your configuration.Field is not available anymore. Remove this field from y###
hr: Polje više nije dostupno. Uklonite ovo polje iz svoje konfiguracije.
it: Il campo non è più disponibile. Rimuovere questo campo dalla configurazione.
nl: Veld is niet meer beschikbaar. Verwijder dit veld uit uw configuratie.
pl: Pole nie jest już dostępne. Usuń to pole ze swojej konfiguracji.
pt: O campo não mais está disponível. Remova este campo de sua configuração.
ru: Поле больше не доступно. Удалите это поле из вашей конфигурации.

# IndexAssignment_Error_Field_Selected_But_Not_Filled
source: Fields are not allowed to be empty
ar: لا يُسمح بأن تكون الحقول فارغة
bg: Не е разрешено да се оставят полетата празни
el: Δεν επιτρέπεται να είναι κενά
es: Los campos no pueden estar vacíos
fo: Fields are not allowed to be emptyFields are not allowed t###
hr: Polja ne smiju biti prazna
it: I campi non possono essere vuoti
nl: Velden mogen niet leeg zijn
pl: Pola nie mogą być puste
pt: Não é permitido ter campos vazios
ru: Поля не могут быть пустыми

# IndexAssignment_Error_Not_Single_Field_Filled
source: At least one index field has to be filled. Enter an index entry.
ar: يجب تعبئة حقل فهرس واحد على الأقل. أدخل إدخال فهرس.
bg: Поне едно индексно поле трябва да бъде попълнено. Въведете индексен запис.
el: Πρέπει να συμπληρωθεί τουλάχιστον ένα πεδίο ευρετηρίου. Εισαγάγετε μια καταχώριση ευρετηρίου.
es: Debe rellenarse como mínimo un campo de índice. Introduzca una entrada de índice.
fo: At least one index field has to be filled. Enter an index entry.At least one index field has to be filled. Enter###
hr: Barem jedno polje indeksa mora biti popunjeno. Unesite indeks.
it: È necessario riempire almeno un campo indice. Inserire una parola indice.
nl: Er moet ten minste één indexveld zijn ingevuld. Voer een indexingang in.
pl: Przynajmniej jedno pole indeksowe musi być wypełnione. Wprowadź wpis indeksu.
pt: Ao menos um campo de índice deve ser preenchido. Insira como em entrada de índice.
ru: Одно или более индексных полей должны быть заполнены. Введите индексную запись.

# IndexAssignment_Error_Unsupported_field_type
source: Field type not supported by DocuWare. Contact your DocuWare administrator.
ar: لا تدعم DocuWare نوع الحقل. اتصل بمسؤول DocuWare الذي تتعامل معه.
bg: Видът на полето не се поддържа от DocuWare. Свържете се с Вашия администратор на DocuWare
el: Ο τύπος πεδίου δεν υποστηρίζεται από το Docuware. Επικοινωνήστε με τον διαχειριστή του DocuWare.
es: DocuWare no admite este tipo de campo. Póngase en contacto con el administrador de DocuWare.
fo: Field type not supported by DocuWare. Contact your DocuWare administrator.Field type not supported by DocuWare. Contact your DocuW###
hr: Vrsta polja nije podržana u DocuWare. Obratite se svojem administratoru za DocuWare.
it: Tipo di campo non supportato da DocuWare. Contattare l'amministratore di DocuWare.
nl: Veldtype niet ondersteund door DocuWare. Neem contact op met uw DocuWare-beheerder
pl: Typ pola nieobsługiwany przez DocuWare. Skontaktuj się z administratorem DocuWare.
pt: Tipo de campo não suportado pelo DocuWare. Entre em contato com o administrador do DocuWare
ru: Тип поля не поддерживается DocuWare. Обратитесь к администратору DocuWare.

# IndexAssignment_Grid_ColumHeader_Field
source: Index Field
ar: حقل الفهرس
bg: Индексно поле
el: Πεδίο ευρετηρίου
es: Campo de índice
fo: Index FieldIndex ###
hr: Polje indeksa
it: Campo indice
nl: Indexveld
pl: Pole indeksowe
pt: Campo de índice
ru: Индексное поле

# IndexAssignment_Grid_ColumHeader_Source
source: Source
ar: المصدر
bg: Източник
el: Προέλευση
es: Fuente
fo: SourceSo###
hr: Radnja popunjavanja
it: Origine
nl: Bron
pl: Źródło
pt: Origem
ru: Источник

# IndexAssignment_Grid_ColumHeader_Value
source: Value
ar: القيمة
bg: Стойност
el: Τιμή
es: Valor
fo: ValueV###
hr: Vrijednost
it: Valore
nl: Waarde
pl: Wartość
pt: Valor
ru: Значение

# IndexAssignment_Grid_Source_EmailProperty
source: Email Property
ar: خاصية البريد الإلكتروني
bg: Свойство на имейл
el: Ιδιότητα μηνύματος ηλεκτρονικού ταχυδρομείου
es: Propiedad de correo electrónico
fo: Email PropertyEmail Pr###
hr: Svojstvo e-pošte
it: Proprietà e-mail
nl: E-maileigenschap
pl: Właściwość wiadomości e-mail
pt: Propriedade do e-mail
ru: Свойство электронной почты

# IndexAssignment_Grid_Source_Fixed
source: Fixed Value
ar: قيمة ثابتة
bg: Фиксирана стойност
el: Σταθερή τιμή
es: Valor fijo
fo: Fixed ValueFixed ###
hr: Stalna vrijednost
it: Valore fisso
nl: Vaste waarde
pl: Stała wartość
pt: Valor fixo
ru: Фиксированное значение

# IndexAssignment_Grid_Source_KeywordField
source: Keywords
ar: الكلمات الأساسية
bg: Ключови думи
el: Λέξεις-κλειδιά
es: Palabras clave
fo: KeywordsKey###
hr: Ključne riječi
it: Parole chiave
nl: Trefwoorden
pl: Słowa kluczowe
pt: Palavras-chave
ru: Ключевые слова

# IndexAssignment_Grid_Source_PleaseSelect
source: select
ar: تحديد
bg: избор
el: επιλογή
es: seleccionar
fo: selectse###
hr: odaberi
it: seleziona
nl: selecteren
pl: wybierz
pt: selecionar
ru: выбрать

# IndexAssignment_Grid_ToolTip_NumberField
source: Enter a number
ar: أدخل رقمًا
bg: Въведете число
el: Εισαγάγετε έναν αριθμό
es: Escriba un número
fo: Enter a numberEnter a ###
hr: Unesite broj
it: Inserisci un numero
nl: Voer een getal in
pl: Wprowadź numer
pt: Insira um número
ru: Введите число

# IndexAssignment_ValidationError_Length
source: Value exceeds allowed limit of {0}
ar: تتجاوز القيمة الحد المسموح به البالغ {0}
bg: Стойността надвишава допустимия лимит от {0}
el: Η τιμή υπερβαίνει το επιτρεπόμενο όριο του {0}
es: El valor excede el límite permitido de {0}
fo: Value exceeds allowed limit of {0}Value exceeds allowed li###
hr: Vrijednost prelazi dopušteno ograničenje od {0}
it: Il valore supera il limite consentito di {0}
nl: Waarde overschrijdt toegestane limiet van {0}
pl: Wartość przekracza dozwolony limit wynoszący {0}
pt: O valor excede o limite permitido de {0}
ru: Значение превышает допустимый предел {0}

# IndexAssignment_ValidationError_ReadOnly
source: This field is read only. It cannot be overwritten.
ar: هذا الحقل للقراءة فقط. لا يمكن استبداله.
bg: Това поле е само за четене. Не може да бъде презаписано.
el: Το πεδίο προορίζεται μόνο για ανάγνωση. Δεν μπορεί να αντικατασταθεί.
es: Este campo es de solo lectura. No se puede sobrescribir.
fo: This field is read only. It cannot be overwritten.This field is read only. It cannot be###
hr: Ovo se polje može samo čitati. Ne može biti prebrisano.
it: Questo campo è di sola lettura. Non può essere sovrascritto.
nl: Dit veld is alleen-lezen. Het kan niet worden overschreven.
pl: To pole jest tylko do odczytu. Nie można go nadpisać.
pt: Este campo é de somente leitura. Ele não pode ser sobrescrito.
ru: Это поле только для чтения. Его нельзя перезаписывать.

# IndexAssignment_ValidationError_Required
source: An entry for this field is required
ar: أحد الإدخالات لهذا الحقل مطلوب
bg: Задължително е да попълните това поле
el: Η καταχώριση στο πεδίο είναι υποχρεωτική
es: Se requiere una entrada para este campo
fo: An entry for this field is requiredAn entry for this field i###
hr: Unos u ovo polje je obvezan
it: È necessario inserire un valore in questo campo
nl: Een invoer voor dit veld is verplicht
pl: Wpis w tym polu jest wymagany
pt: A entrada para este campo é obrigatória
ru: Данная запись для этого поля обязательна

# IndexAssignment_ValidationError_FieldMask
source: One or more indexfields contain incorrect entries. Please enter valid index entries
fo: One or more indexfields contain incorrect entries. Please enter valid index entriesOne or more indexfields contain incorrect entries. Please enter###
