Repository: ivko/dw-shared
Catalog: Components/AppComponents/AuditReport/Localization/AuditReport.*.resx
Languages: ar, bg, fo

# AuditEventDetails_DocInfo
source: Doc Id: {0}
bg: Идентификатор на документ: {0}
fo: Doc Id: {0}Doc Id###

# AuditEventDetails_Label
source: Changed properties:
ar: خصائص متغيرة:
bg: Променени свойства:
fo: Changed properties:Changed prop###

# AuditReport_Default_FileName
source: Audit
bg: Одит
fo: AuditA###

# AuditReport_EventType_Changed
source: Changed
ar: تم التغيير
bg: Променено
fo: ChangedCha###

# AuditReport_EventType_CheckoutToFileSystem
source: Checkout to File System
ar: السحب إلى نظام الملفات
bg: Изход към файлова система
fo: Checkout to File SystemCheckout to Fil###

# AuditReport_EventType_CheckoutToTray
source: Checkout to Tray
ar: السحب إلى السلة
bg: Изход към контейнер
fo: Checkout to TrayCheckout t###

# AuditReport_EventType_Clip
source: Clip
ar: قص
bg: Кламер

# AuditReport_EventType_CopyToTray
source: Copy to Tray
ar: نسخ إلى السلة
bg: Копиране към контейнер
fo: Copy to TrayCopy to###

# AuditReport_EventType_Created
source: Created
ar: تم الإنشاء
bg: Създадено
fo: CreatedCre###

# AuditReport_EventType_CreateRequest
source: Create Request
ar: إنشاء‏ ‏Request
bg: Създаване на заявка
fo: Create RequestCreate R###

# AuditReport_EventType_CreateSettings
source: Create Settings
ar: إعدادات الإنشاء
bg: Създаване на настройки
fo: Create SettingsCreate Se###

# AuditReport_EventType_Delete
source: Delete
ar: حذف
bg: Изтриване
fo: DeleteDe###

# AuditReport_EventType_Deleted
source: Deleted
ar: محذوف
bg: Изтрито
fo: DeletedDel###

# AuditReport_EventType_DeleteSettings
source: Delete Settings
ar: إعدادات الحذف
bg: Изтриване на настройките
fo: Delete SettingsDelete Se###

# AuditReport_EventType_DeleteVersionHistory
source: Delete Version History
ar: حذف محفوظات الإصدار
bg: Изтриване на хронология на версиите
fo: Delete Version HistoryDelete Version ###

# AuditReport_EventType_EditAnnotations
source: Edit Annotations
ar: تحرير تعليق توضيحي
bg: Редактиране на бележки
fo: Edit AnnotationsEdit Annot###

# AuditReport_EventType_EditContent
source: Edit Content
ar: تحرير المحتوى
bg: Редактиране на съдържание
fo: Edit ContentEdit Co###

# AuditReport_EventType_EditIndexData
source: Edit Index Data
ar: تحرير بيانات الفهرس
bg: Редактиране на индексни данни
fo: Edit Index DataEdit Inde###

# AuditReport_EventType_EditSettings
source: Edit Settings
ar: تحرير الإعدادات
bg: Редактиране на настройки
fo: Edit SettingsEdit Se###

# AuditReport_EventType_Email
source: Email
ar: البريد الإلكتروني
bg: Имейл
fo: EmailE###

# AuditReport_EventType_Export
source: Export
ar: تصدير
bg: Експортиране
fo: ExportEx###

# AuditReport_EventType_LogIn
source: Log In
ar: تسجيل الدخول
bg: Влизане
fo: Log InLo###

# AuditReport_EventType_LogOff
source: Log Off
ar: تسجيل الخروج
bg: Излизане
fo: Log OffLog###

# AuditReport_EventType_Open
source: Open
ar: فتح
bg: Отваряне

# AuditReport_EventType_Print
source: Print
ar: طباعة
bg: Отпечатване
fo: PrintP###

# AuditReport_EventType_Store
source: Store
ar: تخزين
bg: Съхраняване
fo: StoreS###

# AuditReport_EventType_UndoCheckout
source: Undo Checkout
ar: تراجع عن السحب
bg: Отмяна на извличане
fo: Undo CheckoutUndo Ch###

# AuditReport_EventType_WorkflowDecisionMade
source: Workflow Decision made
ar: اتخاذ قرار سير العمل
bg: Направено решение в Workflow
fo: Workflow Decision madeWorkflow Decisi###

# AuditReport_LastModified
source: Last Modified
ar: تاريخ آخر تعديل
bg: Последно изменение на
fo: Last ModifiedLast Mo###

# AuditReport_SettingsType_Autoindex
source: Autoindex
bg: Автоматично индексиране
fo: AutoindexAuto###

# AuditReport_SettingsType_AutoNumber
source: Auto Number
ar: رقم تلقائي
bg: Автоматичен номер
fo: Auto NumberAuto N###

# AuditReport_SettingsType_BusinessUseCase
source: Business Use Case
bg: Случай на бизнес употреба
fo: Business Use CaseBusiness Us###

# AuditReport_SettingsType_ConnectToOutlookAccess
source: Connect to Outlook access
ar: الاتصال بالوصول إلى Outlook
bg: Достъп Connect to Outlook
fo: Connect to Outlook accessConnect to Outloo###

# AuditReport_SettingsType_ConnectToOutlookConfiguration
source: Connect to Outlook Configuration
ar: الاتصال بتكوينات Outlook
bg: Конфигурация Connect to Outlook
fo: Connect to Outlook ConfigurationConnect to Outlook Conf###

# AuditReport_SettingsType_Database
source: Database
ar: قاعدة بيانات
bg: База с данни
fo: DatabaseDat###

# AuditReport_SettingsType_DatabaseConnection
source: Database Connection
ar: اتصال قاعدة البيانات
bg: Връзка с базата данни
fo: Database ConnectionDatabase Con###

# AuditReport_SettingsType_Deletion
source: Deletion
ar: الحذف
bg: Изтриване
fo: DeletionDel###

# AuditReport_SettingsType_Disk
source: Disk
ar: القرص
bg: Диск

# AuditReport_SettingsType_Document
source: Document
ar: المستند
bg: Документ
fo: DocumentDoc###

# AuditReport_SettingsType_DocumentSettings
source: Document Settings
ar: إعدادات ‎المستند
bg: Настройки на документ
fo: Document SettingsDocument Se###

# AuditReport_SettingsType_DocumentType
source: Document Type
ar: نوع ‎المستند
bg: Тип документ
fo: Document TypeDocumen###

# AuditReport_SettingsType_EmailConfiguration
source: Email Configuration
ar: تكوين البريد الإلكتروني
bg: Имейл конфигурация
fo: Email ConfigurationEmail Config###

# AuditReport_SettingsType_Export
source: Export
ar: تصدير
bg: Експортиране
fo: ExportEx###

# AuditReport_SettingsType_ExternalSelectList
source: External Select List
ar: قائمة التحديد الخارجية
bg: Външен списък за избор
fo: External Select ListExternal Sele###

# AuditReport_SettingsType_ExternalUserDirectory
source: External User Directory
ar: دليل المستخدم الخارجي
bg: Външен указател с потребители
fo: External User DirectoryExternal User D###

# AuditReport_SettingsType_Field
source: Field
ar: الحقل
bg: Поле
fo: FieldF###

# AuditReport_SettingsType_FileCabinet
source: File Cabinet
ar: خزانة الملفات
bg: Документален архив
fo: File CabinetFile Ca###

# AuditReport_SettingsType_FileCabinetGeneral
source: File Cabinet General
ar: خزانة الملف عام
bg: Документален архив, Общи
fo: File Cabinet GeneralFile Cabinet ###

# AuditReport_SettingsType_FileCabinetSettings
source: File Cabinet Settings
ar: إعدادات خزانة الملفات
bg: Настройки за документален архив
fo: File Cabinet SettingsFile Cabinet S###

# AuditReport_SettingsType_FileConnection
source: File Connection
ar: اتصال الملف
bg: Връзка с файл
fo: File ConnectionFile Conn###

# AuditReport_SettingsType_FileExtension
source: File Extension
ar: امتداد الملف
bg: Разширение на файл
fo: File ExtensionFile Ext###

# AuditReport_SettingsType_Forms
source: Forms
ar: نماذج
bg: Формуляри
fo: FormsF###

# AuditReport_SettingsType_GeneralProfile
source: General Profile
ar: ملف تعريف عام
bg: Общ профил
fo: General ProfileGeneral P###

# AuditReport_SettingsType_GeneralSystem
source: General System
ar: نظام عام
bg: Обща система
fo: General SystemGeneral ###

# AuditReport_SettingsType_Group
source: Group
ar: مجموعة
bg: Група
fo: GroupG###

# AuditReport_SettingsType_IntellixConnection
source: Intelligent Indexing Connection
ar: اتصال Intelligent Indexing
bg: Връзка с Intelligent Indexing
fo: Intelligent Indexing ConnectionIntelligent Indexing C###

# AuditReport_SettingsType_Licence
source: Licence
ar: الترخيص
bg: Лиценз
fo: LicenceLic###

# AuditReport_SettingsType_Link
source: Link
ar: ارتباط
bg: Връзка

# AuditReport_SettingsType_MfpDevice
source: MFP Device
ar: جهاز MFP‏
bg: МФУ устройство
fo: MFP DeviceMFP D###

# AuditReport_SettingsType_MfpWorkflow
source: MFP Workflow
ar: سير العمل MFP‏
bg: МФУ работен процес
fo: MFP WorkflowMFP Wor###

# AuditReport_SettingsType_NotificationSettings
source: Notification Settings
ar: إعدادات الإعلام
bg: Настройки за уведомления
fo: Notification SettingsNotification S###

# AuditReport_SettingsType_Organization
source: Organization
ar: مؤسسة
bg: Организация
fo: OrganizationOrganiz###

# AuditReport_SettingsType_PrinterConfiguration
source: Processing Configuration of type Printer
ar: تكوين الطابعة
bg: Конфигуратор на принтер
fo: Processing Configuration of type PrinterProcessing Configuration of t###

# AuditReport_SettingsType_Profile
source: Profile
ar: ملف التعريف
bg: Профил
fo: ProfilePro###

# AuditReport_SettingsType_RegularExpression
source: Regular Expression
ar: التعبير العادي
bg: Редовен израз
fo: Regular ExpressionRegular Exp###

# AuditReport_SettingsType_Replication
source: Replication
ar: نسخ متماثل
bg: Репликация
fo: ReplicationReplic###

# AuditReport_SettingsType_ResultList
source: Result List
ar: قائمة النتائج
bg: Списък с резултати
fo: Result ListResult###

# AuditReport_SettingsType_Role
source: Role
ar: الدور
bg: Роля

# AuditReport_SettingsType_Schedules
source: Schedules
ar: جداول
bg: Графици
fo: SchedulesSche###

# AuditReport_SettingsType_SearchDialog
source: Search Dialog
ar: مربع الحوار للبحث
bg: Диалогов прозорец за търсене
fo: Search DialogSearch ###

# AuditReport_SettingsType_SmtpConnection
source: Smtp Connection
ar: اتصال Smtp
bg: SMTP връзка
fo: Smtp ConnectionSmtp Conn###

# AuditReport_SettingsType_SolrConnection
source: Solr Connection
ar: اتصال Solr
bg: Solr връзка
fo: Solr ConnectionSolr Conn###

# AuditReport_SettingsType_Stamp
source: Stamp
ar: الطابع
bg: Печат
fo: StampS###

# AuditReport_SettingsType_StorageLocation
source: Storage Location
ar: موقع التخزين
bg: Място за съхранение
fo: Storage LocationStorage Lo###

# AuditReport_SettingsType_StoreDialog
source: Store Dialog
ar: مربع حوار التخزين
bg: Диалогов прозорец за съхранение
fo: Store DialogStore D###

# AuditReport_SettingsType_SubstitutionRules
source: Substitution Rules
ar: قواعد الاستبدال
bg: Правила за заместване
fo: Substitution RulesSubstitutio###

# AuditReport_SettingsType_SystemBackupWorkflow
source: System Backup Workflow
ar: نظام سير العمل الاحتياطي
bg: Работен процес за архивиране на система
fo: System Backup WorkflowSystem Backup W###

# AuditReport_SettingsType_TrustedUser
source: Trusted User
ar: مستخدم موثوق
bg: Надежден потребител
fo: Trusted UserTrusted###

# AuditReport_SettingsType_User
source: User
ar: المستخدم
bg: Потребител

# AuditReport_SettingsType_UserLoginLogout
source: User Login Logout
ar: تسجيل الدخول وتسجيل الخروج للمستخدم
bg: Потребител Вход Изход
fo: User Login LogoutUser Login ###

# AuditReport_SettingsType_UserSync
source: User Synchronization
ar: مزامنة مستخدم
bg: Потребителско синхронизиране
fo: User SynchronizationUser Synchron###

# AuditReport_SettingsType_WebBasket
source: Tray
ar: السلة
bg: Контейнер

# AuditReport_SettingsType_WebConnection
source: Web Connection
ar: اتصال ‎الويب
bg: Уеб връзка
fo: Web ConnectionWeb Conn###

# AuditReport_SettingsType_WebInstances
source: Web Instances
ar: مثيلات الويب
bg: Уеб случаи
fo: Web InstancesWeb Ins###

# AuditReport_Table_DownloadCSV
source: Download as CSV
ar: تنزيل كـ CSV
bg: Изтегляне като CSV
fo: Download as CSVDownload ###

# AuditReport_TableColumn_Date
source: Date
ar: التاريخ
bg: Дата

# AuditReport_TableColumn_DocId
source: DocId
bg: Идент. на док
fo: DocIdD###

# AuditReport_TableColumn_Event
source: Event
ar: الحدث
bg: Събитие
fo: EventE###

# AuditReport_TableColumn_FileCabinet
source: File Cabinet
ar: خزانة الملفات
bg: Документален архив
fo: File CabinetFile Ca###

# AuditReport_TableColumn_Name
source: Name
ar: الاسم
bg: Име

# AuditReport_TableColumn_Organization
source: Organization
ar: مؤسسة
bg: Организация
fo: OrganizationOrganiz###

# AuditReport_TableColumn_Type
source: Type
ar: نوع
bg: Тип

# AuditReport_TableColumn_User
source: User
ar: المستخدم
bg: Потребител

# AuditReportDetails_TableColumn_PreviousValue
source: Previous Value
ar: القيمة السابق
bg: Предишна стойност
fo: Previous ValuePrevious###

# AuditReportDetails_TableColumn_Property
source: Property
ar: الخاصية
bg: Свойство
fo: PropertyPro###

# AuditReportDetails_TableColumn_Value
source: Value
ar: القيمة
bg: Стойност
fo: ValueV###

# AuditReport_EventType_Edited
source: Changed
ar: تم التغيير
bg: Променено
fo: ChangedCha###

# AuditReport_EventType_DeleteAudit
source: Delete
ar: حذف
bg: Изтриване
fo: DeleteDe###

# AuditReport_EventType_DisableAudit
source: Disable
ar: تعطيل
bg: Забраняване
fo: DisableDis###

# AuditReport_EventType_EnableAudit
source: Enable
ar: تمكين
bg: Разрешаване
fo: EnableEn###

# AuditReport_ObjectName_AllData
source: All Data
ar: جميع البيانات
bg: Всички данни
fo: All DataAll###

# AuditReport_ObjectName_ConfigurationChanges
source: Configuration changes
ar: تغييرات التكوين
bg: Промени по конфигурацията
fo: Configuration changesConfiguration ###

# AuditReport_ObjectName_DocumentEvent
source: Document Events
ar: أحداث ‎المستند
bg: Събития в документа
fo: Document EventsDocument ###

# AuditReport_ObjectName_UserLogEvent
source: User Login/Logout
ar: تسجيل الدخول/الخروج للمستخدم
bg: Вход/изход на потребител
fo: User Login/LogoutUser Login/###

# AuditReport_SettingsType_Auditing
source: Auditing
ar: التدقيق
bg: Проверка
fo: AuditingAud###

# AuditReport_SettingsType_FixedSelectList
source: Fixed Select List
ar: قائمة تحديد ثابتة
bg: Фиксиран списък за избор
fo: Fixed Select ListFixed Selec###

# AuditReport_SettingsType_WebServices
source: Web Service
ar: خدمة الويب
bg: Уеб услуга
fo: Web ServiceWeb Se###

# AuditReport_SettingsType_SubstitutionList
source: Substitution List
ar: قائمة الاستبدال
bg: Списък със заместители
fo: Maximum version id has been exceeded.Maximum version id has been###

# AuditReport_SettingsType_AuthenticationServer
source: Authentication Server
fo: Authentication ServerAuthentication###

# AuditReport_SettingsType_ConnectToOutlook
source: Connect to Outlook
fo: Connect to OutlookConnect to ###

# AuditReport_SettingsType_DwImportRequest
source: DocuWare Import Request
ar: طلب استيراد DocuWare
fo: DocuWare Import RequestDocuWare Import###

# AuditReport_SettingsType_DwRequestLite
source: DocuWare Request Lite
fo: DocuWare Request LiteDocuWare Reque###

# AuditReport_SettingsType_NotificationServer
source: Notification Server
fo: Notification ServerNotification###

# AuditReport_SettingsType_Obr
source: Obr
fo: Ob###

# AuditReport_SettingsType_Ocr
source: Ocr
fo: Oc###

# AuditReport_SettingsType_ProcessServer
source: Process Server
ar: ملقم المعالجة
fo: Process ServerProcess ###

# AuditReport_SettingsType_SmartConnect
source: Smart Connect
fo: Smart ConnectSmart C###
