Repository: ivko/dw-shared
Catalog: Components/AppComponents/QueryBuilder/Localization/QueryBuilder.*.resx
Languages: ar, bg, de, el, es, fo, fr, hr, it, ja, nl, pl, pt, ru, zh_hans

# QueryBuilder_SystemField_DWVERSTATUS
source: Version Status
ar: حالة الإصدار
bg: Състояние на версията
de: Versionsstatus
el: Κατάσταση έκδοσης
es: Estado de la versión
fo: Version StatusVersion ###
fr: État de version
hr: Status verzije
it: Stato versione
ja: バージョンのステータス
nl: Versiestatus
pl: Status wersji
pt: Status da versão
ru: Состояние версии
zh_hans: 版本状态

# QueryBuilder_SystemField_SAPDOCID
source: SAP Doc Id
bg: SAP Идентификатор на документ
el: Αναγνωριστικό εγγράφου SAP
fo: SAP Doc IdSAP D###
hr: SAP Oznaka dokumenta
it: ID doc SAP
nl: SAP-document-id
pl: Ident. dok. SAP
ru: SAP Идентификатор документа
zh_hans: SAP 文档 ID

# QueryBuilder_SystemField_SAPDOCTYPE
source: SAP Doc Type
bg: SAP Документ Тип
el: Τύπος εγγράφου SAP
fo: SAP Doc TypeSAP Doc###
hr: SAP Vrsta dokumenta
it: Tipo doc SAP
nl: SAP-documenttype
pl: Typ dok. SAP
ru: SAP Тип документа
zh_hans: SAP 文档类型

# QueryBuilder_SystemField_SAPPROTECTIONTYPE
source: SAP Protection Type
bg: SAP Защита Тип
el: Τύπος προστασίας SAP
fo: SAP Protection TypeSAP Protecti###
hr: SAP Vrsta zaštite
it: Tipo di protezione SAP
nl: SAP-beveiligingstype
pl: Typ ochrony SAP
ru: SAP Тип защиты
zh_hans: SAP 保护类型

# QueryBuilder_AddCondition
source: Create a new rule
ar: قُم بإنشاء قاعدة جديدة
bg: Създаване на ново правило
de: Neue Regel
el: Δημιουργία νέου κανόνα
es: Crear regla
fo: Create a new ruleCreate a ne###
fr: Créer une nouvelle règle
hr: Izradi novo pravilo
it: Crea nuova regola
ja: ルールを新規作成
nl: Een nieuwe regel maken
pl: Utwórz nową regułę
pt: Criar uma nova regra
ru: Создать новое правило
zh_hans: 创建新规则

# QueryBuilder_AddGroupCondition
source: Create a group of rules
ar: قُم بإنشاء مجموعة قواعد
bg: Създаване на група правила
de: Neue Gruppe von Regeln
el: Δημιουργία ομάδας κανόνων
es: Crear grupo de reglas
fo: Create a group of rulesCreate a group ###
fr: Créer un groupe de règles
hr: Izradi grupu pravila
it: Crea un gruppo di regole
ja: ルールグループを作成
nl: Een groep regels maken
pl: Utwórz grupę reguł
pt: Criar um grupo de regras
ru: Создать группу правил
zh_hans: 创建一组规则

# QueryBuilder_After
source: Is after
ar: بعد
bg: Е след
de: Ist nach
el: Είναι μετά από
es: Es después de
fo: Is afterIs ###
fr: Après
hr: Održava se nakon
it: È dopo
ja: 次の日付より後
nl: Is na
pl: Po
pt: Está depois de
ru: После
zh_hans: 晚于

# QueryBuilder_AutocompleteEmptyResult
source: No values found
ar: لم يتم العثور على أيَّة قِيَم
bg: Няма намерени стойности
de: Keine Werte gefunden
el: Δεν βρέθηκαν τιμές
es: No se han encontrado valores
fo: No values foundNo values###
fr: Aucune valeur trouvée
hr: Nema pronađenih vrijednosti
it: Nessun valore trovato
ja: 値が見つかりません
nl: Geen waarden gevonden
pl: Nie znaleziono wartości
pt: Nenhum valor encontrado
ru: Значения не найдены
zh_hans: 找不到值

# QueryBuilder_Before
source: Is before
ar: قبل
bg: Е преди
de: Ist vor
el: Είναι πριν από
es: Es antes de
fo: Is beforeIs b###
fr: Avant
hr: Održava se prije
it: È prima
ja: 次の日付より前
nl: Is voor
pl: Przed
pt: Está antes de
ru: До
zh_hans: 早于

# QueryBuilder_BeforeOrOn
source: Is before or on
ar: قبل أو مع
bg: Е преди или на
de: Ist vor oder am
el: Είναι πριν από ή στις
es: Es antes o el día
fo: Is before or onIs before###
fr: Avant ou le
hr: Održava se prije ili na
it: È prima o il
ja: 次の日付以前
nl: Is voor of op
pl: Nie później
pt: Está antes de ou em
ru: До или в
zh_hans: 早于或在

# QueryBuilder_Begins
source: Begins with
ar: يبدأ بـ
bg: Започва с
de: Beginnt mit
el: Ξεκινά με
es: Comienza por
fo: Begins withBegins###
fr: Débute par
hr: Počinje sa
it: Inizia con
ja: 次で始まる
nl: Begint met
pl: Zaczyna się
pt: Começa com
ru: Начинается с
zh_hans: 开头为

# QueryBuilder_Ends
source: Ends with
ar: ينتهي بـ
bg: Завършва на
de: Endet mit
el: Λήγει με
es: Termina en
fo: Ends withEnds###
fr: Se termine par
hr: Završava sa
it: Termina con
ja: 次で終わる
nl: Eindigt op
pl: Kończy się
pt: Termina com
ru: Заканчивается на
zh_hans: 结尾为

# QueryBuilder_Invalid_Decimal_Input
source: Please enter a decimal like {0}
ar: الرجاء إدخال عدد عشريّ مثل {0}
bg: Моля, въведете десетично число като {0}
de: Bitte geben Sie die Dezimalstelle ein, z.B. {0}
el: Πληκτρολογήστε ένα δεκαδικό σαν {0}
es: Escriba un decimal como {0}
fo: Please enter a decimal like {0}Please enter a decimal###
fr: Saisissez un nombre décimal comme {0}
hr: Unesite decimalnu vrijednost poput {0}
it: Immettere un decimale quale {0}
ja: {0} のように小数を入力してください
nl: Voer een decimaal in zoals {0}
pl: Wpisz liczbę dziesiętną, np. {0}
pt: Insira um decimal como {0}
ru: Введите десятичное число, например {0}
zh_hans: 请输入小数，例如 {0}

# QueryBuilder_Invalid_Number_Input
source: Please enter a number like {0}
ar: الرجاء إدخال رقم مثل {0}
bg: Моля, въведете номер като {0}
de: Bitte geben Sie eine Zahl ein, z.B. {0}
el: Πληκτρολογήστε έναν αριθμό σαν {0}
es: Escriba un número como {0}
fo: Please enter a number like {0}Please enter a number###
fr: Saisissez un nombre comme {0}
hr: Unesite broj poput {0}
it: Immettere un numero quale {0}
ja: {0} のように数値を入力してください
nl: Voer een cijfer in zoals {0}
pl: Wpisz liczbę, np. {0}
pt: Insira um número como {0}
ru: Введите число, например {0}
zh_hans: 请输入数字，例如 {0}

# QueryBuilder_IsNotOn
source: Is not on
ar: ليس مع
bg: Не е на
de: Ist nicht am
el: Δεν είναι στις
es: No es el día
fo: Is not onIs n###
fr: N'est pas le
hr: Ne održava se
it: Non è il
ja: 次の日付は除く
nl: Is niet op
pl: Nie w
pt: Não está em
ru: Не в
zh_hans: 未在

# QueryBuilder_IsOn
source: Is on
ar: في
bg: Е на
de: Ist am
el: Είναι στις
es: Es el día
fo: Is onI###
fr: Est le
hr: Održava se
it: È il
ja: 次の日付
nl: Is op
pl: W
pt: Está em
ru: В
zh_hans: 在

# QueryBuilder_Less
source: Is less than
ar: أقل من
bg: Е по-малко от
de: Ist kleiner als
el: Είναι μικρότερο από
es: Es menor que
fo: Is less thanIs less###
fr: Inférieur à
hr: Manje je od
it: È minore di
ja: 次の値より小さい
nl: Is kleiner dan
pl: Mniejsze niż
pt: É menor que
ru: Меньше чем
zh_hans: 小于

# QueryBuilder_LessOrEqual
source: Is less or equal than
ar: أقل من أو يساوي
bg: Е по-малко от или равно на
de: Ist kleiner oder gleich
el: Είναι μικρότερο από ή ίσο με
es: Es menor o igual que
fo: Is less or equal thanIs less or equ###
fr: Inférieur ou égal à
hr: Jednako je ili manje od
it: È minore o uguale a
ja: 次の値以下
nl: Is kleiner dan of gelijk aan
pl: Nie większe niż
pt: É menor ou igual a
ru: Меньше или равно
zh_hans: 小于或等于

# QueryBuilder_More
source: Is greater than
ar: أكبر من
bg: Е по-голямо от
de: Ist größer als
el: Είναι μεγαλύτερο από
es: Es mayor que
fo: Is greater thanIs greate###
fr: Supérieur à
hr: Veće je od
it: È maggiore di
ja: 次の値より大きい
nl: Is groter dan
pl: Większe niż
pt: É maior que
ru: Больше чем
zh_hans: 大于

# QueryBuilder_MoreOrEqual
source: Is equal or greater
ar: يساوي أو أكبر من
bg: Е равно на или по-голямо от
de: Ist größer oder gleich
el: Είναι ίσο με ή μεγαλύτερο από
es: Es igual o mayor que
fo: Is equal or greaterIs equal or ###
fr: Supérieur ou égal à
hr: Jednako je ili veće od
it: È maggiore o uguale a
ja: 次の値以上
nl: Is gelijk aan of groter dan
pl: Nie mniejsze niż
pt: É igual ou maior que
ru: Больше или равно
zh_hans: 等于或大于

# QueryBuilder_OnOrAfter
source: Is on or after
ar: في أو بعد
bg: Е на или след
de: Ist am oder nach
el: Είναι στις ή μετά από
es: Es el día o después de
fo: Is on or afterIs on or###
fr: Est à cette date ou à une date ultérieure
hr: Održava se na dan ili nakon
it: È a partire dal
ja: 次の日付以降
nl: Is op of na
pl: W lub po
pt: Está em ou depois de
ru: В или после
zh_hans: 在或晚于

# QueryBuilder_RemoveCondition
source: Remove rule
ar: إزالة القاعدة
bg: Премахване на правилото
de: Regel entfernen
el: Κατάργηση κανόνα
es: Quitar regla
fo: Remove ruleRemove###
fr: Supprimer une règle
hr: Ukloni pravilo
it: Rimuovi regola
ja: ルールを削除
nl: Regel verwijderen
pl: Usuń regułę
pt: Remover regra
ru: Удалить правило
zh_hans: 移除规则

# QueryBuilder_RemoveGroupCondition
source: Remove group of rules
ar: إزالة مجموعة قواعد
bg: Премахване на група от правила
de: Gruppe von regeln entfernen
el: Κατάργηση ομάδας κανόνων
es: Quitar grupo de reglas
fo: Remove group of rulesRemove group o###
fr: Supprimer un groupe de règles
hr: Ukloni grupu pravila
it: Rimuovi gruppo di regole
ja: ルールグループを削除
nl: Een groep regels verwijderen
pl: Usuń grupę reguł
pt: Remover grupo de regras
ru: Удалить группу правил
zh_hans: 移除一组规则

# SystemFunction_CurrentDate
source: Current date
ar: التاريخ الحالي
bg: Текуща дата
de: Aktuelles Datum
el: Τρέχουσα ημερομηνία
es: Fecha actual
fo: Current dateCurrent###
fr: Date actuelle
hr: Trenutačni datum
it: Data corrente
ja: 現在の日付
nl: Huidige datum
pl: Bieżąca data
pt: Data atual
ru: Текущая дата
zh_hans: 当前日期

# SystemFunction_CurrentDateTime
source: Current datetime
ar: التاريخ/الوقت الحالي
bg: Текущи дата и час
de: Aktuelles Datum mit Zeit
el: Τρέχουσα ημερομηνία και ώρα
es: Fecha y hora actuales
fo: Current datetimeCurrent da###
fr: Date et heure actuelles
hr: Trenutačni datum i vrijeme
it: Data e ora correnti
ja: 現在の日時
nl: Huidige datum en tijd
pl: Bieżąca data i godzina
pt: Data e hora atuais
ru: Текущие дата и время
zh_hans: 当前日期和时间

# SystemFunction_CurrentUserEmail
source: Email of the user
ar: البريد الإلكتروني للمستخدِم
bg: Имейл на потребителя
de: E-Mail des Benutzers
el: Email χρήστη
es: Correo electrónico del usuario
fo: Email of the userEmail of th###
fr: Adresse électronique de l'utilisateur
hr: E-pošta korisnika
it: Email dell'utente
ja: ユーザーのメール
nl: E-mailadres van de gebruiker
pl: Adres e-mail użytkownika
pt: Email do usuário
ru: Электронный адрес пользователя
zh_hans: 用户电子邮件

# SystemFunction_CurrentUserLongName
source: Login of the user
ar: تسجيل الدخول للمستخدِم
bg: Влизане на потребителя
de: Login des Benutzers
el: Στοιχεία σύνδεσης χρήστη
es: Inicio de sesión del usuario
fo: Login of the userLogin of th###
fr: Identifiant de l'utilisateur
hr: Podaci za prijavu korisnika
it: Dati di accesso dell'utente
ja: ユーザーのログイン
nl: Aanmelding van de gebruiker
pl: Login użytkownika
pt: Login do usuário
ru: Имя пользователя
zh_hans: 用户登录

# SystemFunction_CurrentUserShortName
source: Internal user name
ar: اسم المستخدم الداخلي
bg: Вътрешно потребителско име
de: Interner Benutzername
el: Όνομα εσωτερικού χρήστη
es: Nombre de usuario interno
fo: Internal user nameInternal us###
fr: Nom d'utilisateur interne
hr: Unutarnje korisničko ime
it: Nome utente interno
ja: 内部ユーザー名
nl: Interne gebruikersnaam
pl: Wewnętrzna nazwa użytkownika
pt: Nome de usuário interno
ru: Внутреннее имя пользователя
zh_hans: 内部用户名称

# QueryBuilder_SystemField_DWEXTENSION
source: Extension
ar: الامتداد
bg: Разширение
de: Erweiterung
el: Επέκταση
es: Extensión
fo: ExtensionExte###
hr: Ekstenzija
it: Estensione
ja: 拡張子
nl: Extensie
pl: Rozszerzenie
pt: Extensão
ru: Расширение
zh_hans: 扩展名

# QueryBuilder_RangeTo
source: to
ar: إلى
bg: до
de: bis
el: Προς
es: a
fo: t###
fr: vers
hr: do
it: a
ja: 終了
nl: aan
pl: do
pt: para
ru: в
zh_hans: 到
