Repository: ivko/dw-shared
Catalog: Components/AppComponents/QueryBuilder/Localization/QueryBuilder.*.resx
Languages: ar, bg, de, el, es, fo, fr, hr, it, ja, nl, pl, pt, ru, zh_hans

# QueryBuilder_AfterTheNext
source: After the next
ar: بعد التالي
bg: След следващите
de: Nach den nächsten
el: Μετά την επόμενη
es: Después de los siguientes
fo: After the nextAfter th###
fr: Après les prochains
hr: Nakon sljedećeg
it: Dopo i prossimi
ja: 次より後
nl: Na de volgende
pl: Po następnym
pt: Após a próxima
ru: После следующего
zh_hans: 晚于此后

# QueryBuilder_AfterThePast
source: After the past
ar: بعد السابق
bg: След изминалите
de: Nach den letzten
el: Μετά την προηγούμενη
es: Después de los pasados
fo: After the pastAfter th###
fr: Après les derniers
hr: Nakon prošlog
it: Dopo i precedenti
ja: 過去より後
nl: Na de vorige
pl: Po poprzednim
pt: Após a última
ru: После предыдущего
zh_hans: 晚于此前

# QueryBuilder_And
source: AND
ar: و
bg: И
de: UND
el: ΚΑΙ
es: Y
fo: AN###
fr: ET
hr: I
it: E
ja: かつ
nl: EN
pl: I
pt: E
zh_hans: 和

# QueryBuilder_BeforeTheNext
source: Before the next
ar: قبل التالي
bg: Преди следващите
de: Vor den nächsten
el: Πριν την επόμενη
es: Antes de los siguientes
fo: Before the nextBefore th###
fr: Avant les prochains
hr: Prije sljedećeg
it: Prima dei prossimi
ja: 次より前
nl: Voor de volgende
pl: Przed następnym
pt: Antes da próxima
ru: До следующего
zh_hans: 早于此后

# QueryBuilder_BeforeThePast
source: Before the past
ar: قبل السابق
bg: Преди изминалите
de: Vor den letzten
el: Πριν την προηγούμενη
es: Antes de los pasados
fo: Before the pastBefore th###
fr: Avant les derniers
hr: Prije prošlog
it: Prima dei precedenti
ja: 過去より前
nl: Voor de vorige
pl: Przed poprzednim
pt: Antes da última
ru: До предыдущего
zh_hans: 早于此前

# QueryBuilder_Contains
source: Contains
ar: يشتمل على
bg: Съдържа
de: Enthält
el: Περιέχει
es: Contiene
fo: ContainsCon###
fr: Contient
hr: Sadrži
it: Contiene
ja: 含む
nl: Bevat
pl: Zawiera
pt: Contém
ru: Содержит
zh_hans: 包含

# QueryBuilder_Err_DateField
source: Please enter a valid value in the date field.
ar: الرجاء إدخال قيمة صالحة في حقل التاريخ.
bg: Моля, въведете валидна стойност в полето за дата.
de: Bitte geben Sie einen gültigen Wert in das Datumsfeld ein.
el: Εισαγάγετε μια έγκυρη τιμή στο πεδίο ημερομηνίας.
es: Introduzca un valor válido en el campo de fecha.
fo: Please enter a valid value in the date field.Please enter a valid value in the###
fr: Veuillez saisir une valeur valide dans le champ de la date.
hr: Unesite ispravnu vrijednost u polje datuma.
it: Immettere un valore valido nel campo della data.
ja: 日付フィールドに有効な値を入力してください。
nl: Voer een geldige waarde in het datumveld in.
pl: Wprowadź prawidłową wartość w polu daty.
pt: Insira um valor válido no campo de data.
ru: Укажите допустимое значение в поле даты.
zh_hans: 请在日期字段中输入有效值。

# QueryBuilder_Err_DateTimeField
source: Please enter a valid value in the date/time field.
ar: الرجاء إدخال قيمة صالحة في حقل التاريخ/الوقت.
bg: Моля, въведете валидна стойност в полето за дата/час.
de: Bitte geben Sie einen gültigen Wert in das Feld Datum/Uhrzeit ein.
el: Εισαγάγετε μια έγκυρη τιμή στο πεδίο ημερομηνίας/ώρας.
es: Introduzca un valor válido en el campo de fecha/hora.
fo: Please enter a valid value in the date/time field.Please enter a valid value in the dat###
fr: Veuillez saisir une valeur valide dans le champ de la date/heure.
hr: Unesite ispravnu vrijednost u polje datuma/vremena.
it: Immettere un valore valido nel campo Data/Ora.
ja: 日時フィールドに有効な値を入力してください。
nl: Voer een geldige waarde in het veld Datum/tijd in.
pl: Wprowadź prawidłową wartość w polu daty/czasu.
pt: Insira um valor válido no campo de data/hora.
ru: Укажите допустимое значение в поле даты и времени.
zh_hans: 请在日期/时间字段中输入有效值。

# QueryBuilder_Err_DecimalField
source: Please enter a valid value in the decimal field.
ar: الرجاء إدخال قيمة صالحة في حقل العلامة العشرية.
bg: Моля, въведете валидна стойност в полето за десетичен знак.
de: Bitte geben Sie einen gültigen Wert in das Dezimalfeld ein.
el: Εισαγάγετε μια έγκυρη τιμή στο πεδίο δεκαδικών.
es: Introduzca un valor válido en el campo de decimales.
fo: Please enter a valid value in the decimal field.Please enter a valid value in the d###
fr: Veuillez saisir une valeur valide dans le champ décimal.
hr: Unesite ispravnu vrijednost u decimalno polje.
it: Immettere un valore valido nel campo decimali.
ja: 小数フィールドに有効な値を入力してください。
nl: Voer een geldige waarde in het veld Decimalen in.
pl: Wprowadź prawidłową wartość w polu wartości dziesiętnej.
pt: Insira um valor válido no campo decimal.
ru: Укажите допустимое значение в десятичном поле.
zh_hans: 请在小数字段中输入有效值。

# QueryBuilder_Err_DecimalRangeField
source: Please enter valid range value(s) in the decimal fields.
ar: الرجاء إدخال قيمة (قيم) نطاق صالحة في حقول العلامة العشرية.
bg: Моля, въведете валидна(и) стойност(и) за диапазона в полетата за десетичен знак.
de: Bitte geben Sie gültige Bereichswerte in die Dezimalfelder ein.
el: Εισαγάγετε έγκυρες τιμές εύρους στα δεκαδικά πεδία.
es: Introduzca valores de rango válidos en los campos de decimales.
fo: Please enter valid range value(s) in the decimal fields.Please enter valid range value(s) in the d###
fr: Veuillez saisir une ou plusieurs valeurs de plages valides dans les champs décimaux.
hr: Unesite ispravan raspon vrijednosti u decimalna polja.
it: Immettere uno o più valori intervallo validi nei campi decimali.
ja: 小数フィールドに有効な範囲の値を入力してください。
nl: Voer geldige bereikwaarde(n) in de decimaalvelden in.
pl: Wprowadź prawidłowe wartości zakresu w polach wartości dziesiętnej.
pt: Insira um valor(es) de faixa válido(s) no campo decimal.
ru: Укажите в десятичных полях значения в допустимом диапазоне.
zh_hans: 请在小数字段中输入有效范围值。

# QueryBuilder_Err_KeywordField
source: Please enter a valid value in the keyword field.
ar: الرجاء إدخال قيمة صالحة في حقل الكلمة الأساسية.
bg: Моля, въведете валидна стойност в полето за ключова дума.
de: Bitte geben Sie einen gültigen Wert in das Stichwortfeld ein.
el: Εισαγάγετε μια έγκυρη τιμή στο πεδίο λέξεων-κλειδιών.
es: Introduzca un valor válido en el campo de palabra clave.
fo: Please enter a valid value in the keyword field.Please enter a valid value in the k###
fr: Veuillez saisir une valeur valide dans le champ mot-clé.
hr: Unesite ispravnu vrijednost u polje ključne riječi.
it: Immettere un valore valido nel campo parola chiave.
ja: キーワードフィールドに有効な値を入力してください。
nl: Voer een geldige waarde in het sleutelwoordenveld in.
pl: Wprowadź prawidłową wartość w polu słowa kluczowego.
pt: Insira um valor válido no campo de palavra-chave.
ru: Укажите допустимое значение в поле ключевого слова.
zh_hans: 请在关键字字段中输入有效值。

# QueryBuilder_Err_MemoField
source: Please enter a valid value in the memo field.
ar: الرجاء إدخال قيمة صالحة في حقل المذكرة.
bg: Моля, въведете валидна стойност в полето за бележки.
de: Bitte geben Sie einen gültigen Wert im Bemerkungsfeld ein.
el: Εισαγάγετε μια έγκυρη τιμή στο πεδίο υπομνήματος.
es: Introduzca un valor válido en el campo Memo.
fo: Please enter a valid value in the memo field.Please enter a valid value in the###
fr: Veuillez saisir une valeur valide dans le champ mémo.
hr: Unesite ispravnu vrijednost u polje podsjetnika.
it: Immettere un valore valido nel campo memo.
ja: メモフィールドに有効な値を入力してください。
nl: Voer een geldige waarde in het trefwoordveld in.
pl: Wprowadź prawidłową wartość w polu notatki.
pt: Insira um valor válido no campo de memorando.
ru: Укажите допустимое значение в поле комментария.
zh_hans: 请在备忘录字段中输入有效值。

# QueryBuilder_Err_NumericField
source: Please enter a valid value in the numeric field.
ar: الرجاء إدخال قيمة صالحة في الحقل الرقمي.
bg: Моля, въведете валидна стойност в числовото поле.
de: Bitt egeben Sie einen gültigen Feld in das numerische Feld ein.
el: Εισαγάγετε μια έγκυρη τιμή στο αριθμητικό πεδίο.
es: Introduzca un valor válido en el campo numérico.
fo: Please enter a valid value in the numeric field.Please enter a valid value in the n###
fr: Veuillez saisir une valeur valide dans le champ numérique.
hr: Unesite ispravnu vrijednost u brojčano polje.
it: Immettere un valore valido nel campo numerico.
ja: 数値フィールドに有効な値を入力してください。
nl: Voer een geldige waarde in het numeriek veld in.
pl: Wprowadź prawidłową wartość w polu numerycznym.
pt: Insira um valor válido no campo numérico.
ru: Укажите допустимое значение в числовом поле.
zh_hans: 请在数字字段中输入有效值。

# QueryBuilder_Err_NumericRangeField
source: Please enter valid range value(s) in the numeric fields.
ar: الرجاء إدخال قيمة (قيم) نطاق صالحة في الحقول الرقمية.
bg: Моля, въведете валидна(и) стойност(и) за диапазона в числовите полета.
de: Bitte geben Sie gültige Bereichswerte in die numerischen Felder ein.
el: Εισαγάγετε έγκυρες τιμές εύρους στα αριθμητικά πεδία.
es: Introduzca valores de rango válidos en los campos numéricos.
fo: Please enter valid range value(s) in the numeric fields.Please enter valid range value(s) in the n###
fr: Veuillez saisir une ou plusieurs valeurs de plages valides dans les champs numériques.
hr: Unesite ispravan raspon vrijednosti u brojčana polja.
it: Immettere uno o più valori intervallo validi nei campi numerici.
ja: 数値フィールドに有効な範囲の値を入力してください。
nl: Voer geldige bereikwaarde(n) in de numerieke velden in.
pl: Wprowadź prawidłowe wartości zakresu w polach numerycznych.
pt: Insira um valor(es) de faixa válido(s) nos campos decimais.
ru: Укажите в числовых полях значения в допустимом диапазоне.
zh_hans: 请在数字字段中输入有效范围值。

# QueryBuilder_Err_RangeDateField
source: Please enter valid range value(s) in the date fields.
ar: الرجاء إدخال قيمة (قيم) نطاق صالحة في حقول التاريخ.
bg: Моля, въведете валидна(и) стойност(и) за диапазона в полетата за дата.
de: Bitte geben Sie gültige Bereichswerte in die Datumsfelder ein.
el: Εισαγάγετε έγκυρες τιμές εύρους στα πεδία ημερομηνίας.
es: Introduzca valores de rango válidos en los campos de fecha.
fo: Please enter valid range value(s) in the date fields.Please enter valid range value(s) in th###
fr: Veuillez saisir une ou plusieurs valeurs de plages valides dans les champs de date.
hr: Unesite ispravan raspon vrijednosti u polja datuma.
it: Immettere uno o più valori intervallo validi nei campi data.
ja: 日付フィールドに有効な範囲の値を入力してください。
nl: Voer geldige bereikwaarde(n) in de datumvelden in.
pl: Wprowadź prawidłowe wartości zakresu w polach daty.
pt: Insira um valor(es) de faixa válido(s) nos campos de data.
ru: Укажите в полях даты значения в допустимом диапазоне.
zh_hans: 请在日期字段中输入有效范围值。

# QueryBuilder_Err_SqlField
source: Please enter a valid value in the sql field.
ar: الرجاء إدخال قيمة صالحة في حقل sql.
bg: Моля, въведете валидна стойност в sql полето.
de: Bitte geben Sie einen gültigen Wert in das SQL-Feld ein.
el: Εισαγάγετε μια έγκυρη τιμή στο πεδίο SQL.
es: Introduzca un valor válido en el campo de SQL.
fo: Please enter a valid value in the sql field.Please enter a valid value in th###
fr: Veuillez saisir une valeur valide dans le champ SQL.
hr: Unesite ispravnu vrijednost u SQL polje.
it: Immettere un valore valido nel campo SQL.
ja: SQL フィールドに有効な値を入力してください。
nl: Voer een geldige waarde in het SQL-veld in.
pl: Wprowadź prawidłową wartość w polu SQL.
pt: Insira um valor válido no campo sql.
ru: Укажите допустимое значение в поле SQL.
zh_hans: 请在 SQL 字段中输入有效值。

# QueryBuilder_Err_TextField
source: Please enter a valid value in the text field
ar: الرجاء إدخال قيمة صالحة في حقل النص.
bg: Моля, въведете валидна стойност в текстовото поле
de: Bitte geben Sie einen gültigen Wert in das Textfeld ein.
el: Εισαγάγετε μια έγκυρη τιμή στο πεδίο κειμένου
es: Introduzca un valor válido en el campo de texto.
fo: Please enter a valid value in the text fieldPlease enter a valid value in th###
fr: Veuillez saisir une valeur valide dans le champ texte.
hr: Unesite ispravnu vrijednost u tekstno polje.
it: Immettere un valore valido nel campo di testo.
ja: テキストフィールドに有効な値を入力してください。
nl: Voer een geldige waarde in het tekstveld in
pl: Wprowadź prawidłową wartość w polu tekstowym.
pt: Insira um valor válido no campo de texto.
ru: Укажите допустимое значение в текстовом поле.
zh_hans: 请在文本字段中输入有效值。

# QueryBuilder_Introduction
source: Users only see documents matching the following rules:
ar: سيظهر فقط للمستخدمين الوثائق التي تتطابق مع القواعد التالية:
bg: Потребителите ще виждат само документите, които отговарят на следните правила:
de: Die Benutzer sehen nur Dokumente, für die folgende Regeln zutreffen:
el: Οι χρήστες θα βλέπουν μόνο έγγραφα που αντιστοιχούν στους παρακάτω κανόνες:
es: Los usuarios solo verán los documentos que coincidan con las reglas siguientes:
fo: Users will only see documents which match the following rules:Users will only see documents which match the f###
fr: Les utilisateurs ne verront que les documents correspondant aux règles suivantes :
hr: Korisnici će vidjeti dokumente koji odgovaraju sljedećim pravilima:
it: Gli utenti potranno visualizzare solo i documenti conformi alle seguenti regole:
ja: ユーザーに表示されるのは、次のルールに一致するドキュメントのみです。
nl: Gebruikers zien alleen documenten die overeenkomen met de volgende regels:
pl: Użytkownicy zobaczą jedynie dokumenty, które odpowiadają poniższym zasadom:
pt: Os usuários só verão os documentos que correspondem às seguintes regras:
ru: Фильтровать все документы, удовлетворяющие следующим правилам:
zh_hans: 用户将只能看到符合以下规则的文档：

# QueryBuilder_invalidField
source: The file cabinet field does not exist.
ar: حقل خزانة الملفات غير موجود.
bg: Полето за документалния архив не съществува.
de: Das Archiv ist nicht vorhanden.
el: Η αρχειοθήκη δεν υπάρχει.
es: El campo del archivador no existe.
fo: The file cabinet field does not exist.The file cabinet field does###
fr: Le champ armoire n'existe pas.
hr: Ne postoji polje arhive.
it: Il campo raccoglitore non esiste.
ja: ファイルキャビネットフィールドが存在しません。
nl: Het veld van de archiefkast bestaat niet.
pl: Pole kartoteki nie istnieje.
pt: O gabinete de arquivos não existe.
ru: Поле файла-кабинета отсутствует.
zh_hans: 文件柜字段不存在。

# QueryBuilder_IsBetween
source: Is between
ar: بين
bg: Е между
de: Liegt zwischen
el: Είναι μεταξύ
es: Está entre
fo: Is betweenIs be###
fr: Est entre
hr: Je između
it: È compreso tra
ja: 範囲内である
nl: Is tussen
pl: Jest między
pt: Está entre
ru: Между
zh_hans: 介于

# QueryBuilder_IsEmpty
source: Is empty
ar: فارغ
bg: Е празно
de: Ist leer
el: Είναι κενό
es: Está vacío
fo: Is emptyIs ###
fr: Est vide
hr: Je prazno
it: È vuoto
ja: 空である
nl: Is leeg
pl: Jest puste
pt: Está vazio
ru: Пусто
zh_hans: 为空

# QueryBuilder_IsEqual
source: Is equal
ar: يساوي
bg: Е равно на
de: Ist gleich
el: Ισούται με
es: Es igual a
fo: Is equalIs ###
fr: Est égal
hr: Je jednako
it: È uguale
ja: 等しい
nl: Is gelijk aan
pl: Równa się
pt: É igual
ru: Равно
zh_hans: 等于

# QueryBuilder_IsNotEmpty
source: Is not empty
ar: ليس فارغ
bg: Не е празно
de: Ist nicht leer
el: Δεν είναι κενό
es: No está vacío
fo: Is not emptyIs not ###
fr: N'est pas vide
hr: Nije prazno
it: Non è vuoto
ja: 空ではない
nl: Is niet leeg
pl: Nie jest puste
pt: Não está vazio
ru: Не пусто
zh_hans: 不为空

# QueryBuilder_IsNotEqual
source: Is not equal
ar: لا يساوي
bg: Не е равно на
de: Ist nicht gleich
el: Δεν ισούται
es: No es igual a
fo: Is not equalIs not ###
fr: N'est pas égal
hr: Nije jednako
it: Non è uguale
ja: 等しくない
nl: Is niet gelijk aan
pl: Nie równa się
pt: Não é igual
ru: Не равно
zh_hans: 不等于

# QueryBuilder_IsWhereClause
source: Is (where clause)
ar: يكون (عبارة أين)
bg: Е (клауза WHERE)
de: Ist (Where-Klausel)
el: Είναι (συνθήκη WHERE)
es: Is (cláusula WHERE)
fo: Is (where clause)Is (where c###
fr: Est (clause WHERE)
hr: Je (izjava gdje)
it: È (clausola WHERE)
ja: Is（where 句）
nl: Is (where-component)
pl: Jest wyrażeniem where
pt: É (onde cláusula)
ru: Is (предложение where)
zh_hans: 是（where 子句）

# QueryBuilder_Or
source: OR
ar: أو
bg: ИЛИ
de: ODER
el: Ή
es: O
fo: O###
fr: OU
hr: ILI
it: O
ja: または
nl: OF
pl: LUB
pt: OU
zh_hans: 或

# QueryBuilder_SystemField_DWDISK
source: Disk Number
ar: رقم القرص
bg: Номер на диск
de: Plattennummer
el: Αριθμός δίσκου
es: Número de disco
fo: Disk NumberDisk N###
fr: Numéro de disque
hr: Broj diska
it: Numero disco
ja: ディスク番号
nl: Schijfnummer
pl: Numer dysku
pt: Número do disco
ru: Номер диска
zh_hans: 磁盘号

# QueryBuilder_SystemField_DWDOCID
source: Doc ID
ar: معرف الوثيقة
bg: Идентификатор на документ
el: Αναγνωριστικό εγγράφου
es: ID de doc.
fo: Doc IDDo###
fr: ID de document
hr: ID dokumenta
it: ID doc
ja: ドキュメント ID
pl: Identyfikator dokumentu
pt: ID do doc
ru: Идентификатор документа
zh_hans: 文档 ID

# QueryBuilder_SystemField_DWLASTACCESSDATETIME
source: Last Access Date
ar: تاريخ آخر وصول
bg: Дата на последен достъп
de: Letzter Zugriff am
el: Ημερομηνία τελευταίας πρόσβασης
es: Última fecha de acceso
fo: Last Access DateLast Acces###
fr: Date du dernier accès
hr: Datum posljednjeg pristupa
it: Data ultimo accesso
ja: 最終アクセス日
nl: Datum laatst geopend
pl: Data ostatniego dostępu
pt: Última data de acesso
ru: Дата последнего обращения
zh_hans: 上次访问日期

# QueryBuilder_SystemField_DWLASTACCESSUSER
source: Last Access User
ar: مستخدم آخر وصول
bg: Последен достъп на потребител
de: Letzter Zugriff von
el: Χρήστης τελευταίας πρόσβασης
es: Último usuario de acceso
fo: Last Access UserLast Acces###
fr: Dernier utilisateur d'accès
hr: Korisnik posljednjeg pristupa
it: Ultimo utente che ha effettuato l'accesso
ja: 最終アクセスユーザー
nl: Laatst geopend door gebruiker
pl: Użytkownik, który ostatnio uzyskał dostęp
pt: Último usuário a acessar
ru: Пользователь последнего доступа
zh_hans: 上次访问用户

# QueryBuilder_SystemField_DWMODDATETIME
source: Modification Date
ar: تاريخ التعديل
bg: Дата на промяна
de: Letzte Änderung am
el: Ημερομηνία τροποποίησης
es: Fecha de modificación
fo: Modification DateModificatio###
fr: Date de modification
hr: Datum izmjene
it: Data modifica
ja: 変更日
nl: Wijzigingsdatum
pl: Data modyfikacji
pt: Data da modificação
ru: Дата изменения
zh_hans: 修改日期

# QueryBuilder_SystemField_DWMODUSER
source: Modification User
ar: مستخدم التعديل
bg: Потребител, извършил изменение
de: Letzte Änderung von
el: Χρήστης τροποποίησης
es: Usuario de modificación
fo: Modification UserModificatio###
fr: Utilisateur de modification
hr: Korisnik izmjene
it: Utente che ha effettuato la modifica
ja: 変更ユーザー
nl: Wijzigingsgebruiker
pl: Użytkownik wprowadzający modyfikację
pt: Usuário da modificação
ru: Пользователь, внесший изменение
zh_hans: 修改用户

# QueryBuilder_SystemField_DWSECTIONCOUNT
source: File Count
ar: عدد الملفات
bg: Брой файлове
de: Seitenanzahl
el: Αριθμός αρχείων
es: Recuento de archivos
fo: File CountFile ###
fr: Nombre de fichiers
hr: Broj datoteka
it: Conteggio file
ja: ファイル数
nl: Aantal bestanden
pl: Liczba plików
pt: Contagem de arquivos
ru: Количество файлов
zh_hans: 文件计数

# QueryBuilder_SystemField_DWSTOREDATETIME
source: Store Date
ar: تاريخ التخزين
bg: Дата на съхраняване
de: Ablagedatum
el: Ημερομηνία αποθήκευσης
es: Fecha de archivado
fo: Store DateStore###
fr: Date de stockage
hr: Datum pohrane
it: Data archiviazione
ja: 保存日
nl: Datum opslaan
pl: Data zapisania
pt: Data do armazenamento
ru: Дата сохранения
zh_hans: 存储日期

# QueryBuilder_SystemField_DWSTOREUSER
source: Store User
ar: مستخدم التخزين
bg: Потребител, извършил съхраняване
de: Abgelegt von
el: Χρήστης αποθήκευσης
es: Usuario de archivado
fo: Store UserStore###
fr: Utilisateur du stockage
hr: Korisnik pohrane
it: Utente che ha effettuato l'archiviazione
ja: 保存ユーザー
nl: Gebruiker opslaan
pl: Użytkownik, który przeprowadził zapis
pt: Usuário do armazenador
ru: Пользователь сохранения
zh_hans: 存储用户

# QueryBuilder_SystemFields
source: System Fields
ar: حقول النظام
bg: Системни полета
de: Systemfelder
el: Πεδία συστήματος
es: Campos de sistema
fo: System FieldsSystem ###
fr: Champs système
hr: Polja sustava
it: Campi di sistema
ja: システムフィールド
nl: Systeemvelden
pl: Pola systemowe
pt: Campos do sistema
ru: Системные поля
zh_hans: 系统字段

# QueryBuilder_WithinTheNext
source: Within the next
ar: في التالي
bg: В следващото
de: In den nächsten
el: Εντός της επόμενης
es: En los siguientes
fo: Within the nextWithin th###
fr: Au cours des prochains
hr: Unutar sljedećeg
it: Entro i prossimi
ja: 次の範囲内
nl: Binnen de volgende
pl: W następnym
pt: Na próxima
ru: В пределах следующего
zh_hans: 在此后

# QueryBuilder_WithinThePast
source: Within the past
ar: في السابق
bg: В миналото
de: In den letzten
el: Εντός της προηγούμενης
es: En los pasados
fo: Within the pastWithin th###
fr: Au cours des précédents
hr: Unutar prošlog
it: Entro i precedenti
ja: 過去の範囲内
nl: Binnen de vorige
pl: W poprzednim
pt: Na última
ru: В пределах предыдущего
zh_hans: 在此前

# QueryClick_LabelFirstPart
source: No rules are defined yet.
ar: لم يتم تحديد أي قواعد بعد.
bg: Все още няма дефинирани правила.
de: Es sind noch keine Regeln definiert.
el: Δεν έχουν οριστεί ακόμα κανόνες.
es: Todavía no se han definido reglas.
fo: No rules are defined yet.No rules are defi###
fr: Aucune règle définie pour le moment.
hr: Nisu zadana pravila.
it: Nessuna regola definita.
ja: ルールはまだ定義されていません。
nl: Nog geen regels gedefinieerd.
pl: Nie zdefiniowano jeszcze żadnych reguł
pt: Nenhuma regra definida ainda.
ru: Правила еще не определены.
zh_hans: 尚未定义规则。

# QueryClick_LabelSecondPart
source: Create a new rule
ar: إنشاء قاعدة جديدة
bg: Създаване на ново правило
de: Neue Regel
el: Δημιουργία νέου κανόνα
es: Crear regla
fo: Create a new ruleCreate a ne###
fr: Créer une nouvelle règle
hr: Izradi novo pravilo
it: Crea nuova regola
ja: 新しいルールの作成
nl: Een nieuwe regel maken
pl: Utwórz nową regułę
pt: Criar uma nova regra
ru: Создать новое правило
zh_hans: 创建新规则

# QueryClick_LabelThirdPart
source: Create a group of rules
ar: إنشاء مجموعة قواعد
bg: Създаване на група правила
de: Neue Gruppe von Regeln
el: Δημιουργία ομάδας κανόνων
es: Crear grupo de reglas
fo: Create a group of rulesCreate a group ###
fr: Créer un groupe de règles
hr: Izradi grupu pravila
it: Crea un gruppo di regole
ja: ルールグループの作成
nl: Een groep van regels maken
pl: Utwórz zestaw reguł
pt: Criar um grupo de regras
ru: Создать группу правил
zh_hans: 创建一组规则

# QueryDate_Days
source: Days
ar: أيام
bg: Дни
de: Tagen
el: Ημέρες
es: Días
fr: Jours
hr: Dani
it: Giorni
ja: 日
nl: Dagen
pl: Dni
pt: Dias
ru: Дни
zh_hans: 天

# QueryDate_Hours
source: Hours
ar: الساعات
bg: Часове
de: Stunden
el: Ώρες
es: Horas
fo: HoursH###
fr: Heures
hr: Sati
it: Ore
ja: 時間
nl: Uren
pl: Godziny
pt: Horas
ru: Часы
zh_hans: 小时

# QueryDate_Months
source: Months
ar: أشهر
bg: Месеци
de: Monaten
el: Μήνες
es: Meses
fo: MonthsMo###
fr: Mois
hr: Mjeseci
it: Mesi
ja: 月
nl: Maanden
pl: Miesiące
pt: Meses
ru: Месяцы
zh_hans: 个月

# QueryDate_Years
source: Years
ar: أعوام
bg: Години
de: Jahren
el: Έτη
es: Años
fo: YearsY###
fr: Années
hr: Godine
it: Anni
ja: 年
nl: Jaren
pl: Lata
pt: Anos
ru: Годы
zh_hans: 年

# QueryBuilder_SystemField_DWSAPDATETIME
source: SAP Date Time
bg: SAP Дата Час
el: Ημερομηνία Ώρα SAP
fo: SAP Date TimeSAP Dat###
hr: SAP Datum i vrijeme
it: Ora data SAP
nl: SAP-datum/-tijd
pl: Data i czas SAP
ru: SAP Дата Время
zh_hans: SAP 日期时间

# QueryBuilder_SystemField_DWSAPSTATUS
source: SAP Status
bg: SAP Състояние
el: Κατάσταση SAP
fo: SAP StatusSAP S###
it: Stato SAP
pl: Status SAP
ru: SAP Состояние
zh_hans: SAP 状态

# QueryBuilder_SystemField_DWUSRVERSION
source: User Version
ar: إصدار المستخدم
bg: Потребителска версия
de: Versionsnummer
el: Έκδοση χρήστη
es: Versión de usuario
fo: User VersionUser Ve###
fr: Version utilisateur
hr: Verzija korisnika
it: Versione utente
ja: ユーザーバージョン
nl: Gebruikersversie
pl: Wersja użytkownika
pt: Versão do usuário
ru: Пользовательская версия
zh_hans: 用户版本

# QueryBuilder_SystemField_DWVERSIONCOMMENT
source: Version Comment
ar: تعليق الإصدار
bg: Коментар за версията
de: Versionskommentar
el: Σχόλιο έκδοσης
es: Comentario de la versión
fo: Version CommentVersion C###
fr: Commentaire de version
hr: Komentar verzije
it: Commento versione
ja: バージョンへのコメント
nl: Versieopmerking
pl: Komentarz do wersji
pt: Comentário da versão
ru: Версия Комментарий
zh_hans: 版本注释
