Repository: ivko/dw-shared
Catalog: Components/AppComponents/ConnectionDialog/Localization/ConnectionDialog.*.resx
Languages: ar, bg, de, el, es, fo, fr, hr, it, ja, nl, pl, pt, ru, sv, zh_hans

# Button_Back_Text
source: Back
ar: رجوع
bg: Назад
de: Zurück
el: Πίσω
es: Atrás
fr: Retour
hr: Natrag
it: Indietro
ja: 戻る
nl: Vorige
pl: Wstecz
pt: Voltar
ru: Назад
sv: Tillbaka
zh_hans: 返回

# Button_Cancel_Text
source: Cancel
ar: إلغاء
bg: Отказ
de: Abbrechen
el: Ακύρωση
es: Cancelar
fo: CancelCa###
fr: Annuler
hr: Odustani
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
zh_hans: 取消

# Button_DontSave_Text
source: Don't save
ar: عدم الحفظ
bg: Да не се запазва
de: Nicht speichern
el: Να μην γίνει αποθήκευση
es: No guardar
fo: Don't saveDon't###
fr: Ne pas enregistrer
hr: Nemoj spremiti
it: Non salvare
ja: 保存しない
nl: Niet opslaan
pl: Nie zapisuj
pt: Não salvar
ru: Не сохранять
sv: Spara inte
zh_hans: 不保存

# Button_OK_Text
source: OK
ar: موافق
bg: ОК
es: Aceptar
fo: O###
hr: U redu
ru: ОК
zh_hans: 确定

# Button_Save_Text
source: Save
ar: حفظ
bg: Запазване
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
hr: Spremi
it: Salva
ja: 保存
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
sv: Spara
zh_hans: 保存

# ConnectionDialog_LongOrganizationName_Text
source: The organisation name can't be longer than {0} characters.
ar: لا يمكن أن يتجاوز اسم المؤسسة ‎‏{0} حروف.
bg: Името на организация не може да бъде по-дълго от {0} символа.
de: Der Name der Organisation darf nicht länger als {0} Zeichen sein.
el: Το όνομα του οργανισμού δεν μπορεί να περιέχει περισσότερους από {0} χαρακτήρες.
es: El nombre de la organización no puede tener más de {0} caracteres.
fo: The organisation name can't be longer than {0} characters.The organisation name can't be longer than ###
fr: Le nom de l'organisation ne doit pas dépasser {0} caractères.
hr: Naziv organizacije ne može biti duži od {0} znakova.
it: Il nome dell'organizzazione non può superare i {0} caratteri.
ja: 組織名は {0} 文字以内にしてください。
nl: De naam van de organisatie mag niet meer dan {0} tekens lang zijn.
pl: Nazwa organizacji nie może mieć więcej niż {0} znaków.
pt: O nome da organização não pode ter mais de {0} caracteres.
ru: Количество символов в названии организации ограничено (не более {0}).
sv: Organisationsnamnet får inte vara längre än {0} tecken.
zh_hans: 组织名称不得超过 {0} 个字符。

# ConnectionDialog_LongPassword_Text
source: The password is not correct. Please try again.
ar: كلمة المرور غير صحيحة.‎‏ يرجى إعادة المحاولة.
bg: Паролата е грешна. Моля, опитайте отново.
de: Das Passwort ist falsch. Bitte versuchen Sie es erneut.
el: Ο κωδικός πρόσβασης δεν είναι σωστός. Δοκιμάστε ξανά.
es: La contraseña no es correcta. Vuelva a intentarlo.
fo: The password is not correct. Please try again.The password is not correct. Pleas###
fr: Le mot de passe est incorrect. Veuillez réessayer.
hr: Lozinka nije točna. Pokušajte ponovno.
it: Password non corretta. Riprovare.
ja: パスワードが正しくありません。再試行してください。
nl: Het wachtwoord is onjuist. Probeer het opnieuw.
pl: Hasło jest niepoprawne. Spróbuj ponownie.
pt: A senha não está correta. Tente novamente.
ru: Неправильный пароль. Повторите попытку.
sv: Lösenordet stämmer inte. Försök igen.
zh_hans: 密码不正确。请重试。

# ConnectionDialog_LongUrl_Text
source: The URL to the DocuWare system can't be longer than {0} characters.
ar: لا يمكن أن يتجاوز عنوان URL‏ إلى نظام ‏DocuWare‏ ‎{0}‏ حروف.
bg: URL адресът за системата DocuWare не може да бъде по-дълъг от {0} символа.
de: Die URL zum DocuWare-System darf nicht länger als {0} Zeichen sein.
el: Το URL προς το σύστημα DocuWare δεν μπορεί να περιέχει περισσότερους από {0} χαρακτήρες.
es: La URL del sistema DocuWare no puede tener más de {0} caracteres.
fo: The URL to the DocuWare system can't be longer than {0} characters.The URL to the DocuWare system can't be longer than###
fr: L'URL du système DocuWare ne doit pas dépasser {0} caractères.
hr: URL za sustav DocuWare ne može biti duži od {0} znakova.
it: L'URL del sistema DocuWare non può superare i {0} caratteri.
ja: DocuWare システムへの URL は {0} 文字以内にしてください。
nl: De URL naar het DocuWare-systeem mag niet meer dan {0} tekens lang zijn.
pl: Adres URL do systemu URL nie może mieć więcej niż {0} znaków.
pt: O URL do sistema DocuWare não pode ter mais de {0} caracteres.
ru: URL-адрес в системе DocuWare не может быть длиннее {0} симв.
sv: Webbadressen till DocuWare-systemet får inte vara längre än {0} tecken.
zh_hans: DocuWare 系统的 URL 不得超过 {0} 个字符。

# ConnectionDialog_LongUsername_Text
source: The username can't be longer than {0} characters.
ar: لا يمكن أن يتجاوز اسم المستخدم ‎‏{0} حروف.
bg: Потребителското име не може да бъде по-дълго от {0} символа.
de: Der Benutzername darf nicht länger als {0} Zeichen sein.
el: Το όνομα χρήστη δεν μπορεί να περιέχει περισσότερους από {0} χαρακτήρες.
es: El nombre de usuario no puede tener más de {0} caracteres.
fo: The username can't be longer than {0} characters.The username can't be longer than *0###
fr: Le nom d'utilisateur ne doit pas dépasser {0} caractères.
hr: Korisničko ime ne može biti duže od {0} znakova.
it: Il nome utente non può superare i {0} caratteri.
ja: ユーザー名は {0} 文字以内にしてください。
nl: De gebruikersnaam mag niet meer dan {0} tekens lang zijn.
pl: Nazwa użytkownika nie może mieć więcej niż {0} znaków.
pt: O nome de usuário não pode ter mais de {0} caracteres.
ru: Имя пользователя не может быть длиннее {0} симв.
sv: Användarnamnet får inte vara längre än {0} tecken.
zh_hans: 用户名不得超过 {0} 个字符。

# ConnectionDialog_MissingOrganizationName_Text
source: Enter an organization name
ar: أدخل اسم المؤسسة
bg: Въведете име на организацията
de: Geben einen Organisationsnamen ein
el: Εισαγάγετε ένα όνομα οργανισμού
es: Escriba un nombre de organización
fo: Enter an organization nameEnter an organizat###
fr: Saisir un nom d'organisation
hr: Unesite naziv organizacije
it: Inserire un nome organizzazione
ja: 組織名を入力
nl: Naam van organisatie invoeren
pl: Wprowadź nazwę organizacji
pt: Inserir o nome de uma organização
ru: Введите название организации
sv: Ange ett organisationsnamn
zh_hans: 输入组织名称

# ConnectionDialog_MissingPassword_Text
source: Enter a password
ar: أدخل كلمة المرور
bg: Въведете парола
de: Geben Sie ein Passwort ein
el: Εισαγάγετε έναν κωδικό πρόσβασης
es: Escriba una contraseña
fo: Enter a passwordEnter a pa###
fr: Saisir un mot de passe
hr: Unesite lozinku
it: Inserire una password
ja: パスワードを入力
nl: Een wachtwoord invoeren
pl: Wprowadź hasło
pt: Inserir uma senha
ru: Введите пароль
sv: Ange ett lösenord
zh_hans: 输入密码

# ConnectionDialog_MissingUrl_Text
source: Enter the URL to the DocuWare system of the other organisation.
ar: أدخل عنوان URL‏ إلى نظام ‏DocuWare‏ الخاص بالمؤسسة الأخرى.
bg: Въведете URL адреса за системата DocuWare на другата организация.
de: Geben Sie die URL zum DocuWare-System der anderen Organisation ein
el: Εισαγάγετε το URL προς το σύστημα DocuWare του άλλου οργανισμού.
es: Escriba la URL del sistema DocuWare de la otra organización.
fo: Enter the URL to the DocuWare system of the other organisation.Enter the URL to the DocuWare system of the oth###
fr: Saisissez l'URL du système DocuWare de l'autre organisation.
hr: Unesite URL za sustav DocuWare druge organizacije.
it: Inserire l'URL del sistema DocuWare dell'altra organizzazione.
ja: 他の組織の DocuWare システムへの URL を入力してください。
nl: Voer de URL naar het DocuWare-systeem van de andere organisatie in.
pl: Wprowadź adres URL do systemu DocuWare innej organizacji.
pt: Insira o URL do sistema DocuWare da outra organização.
ru: Введите URL-адрес системы DocuWare другой организации.
sv: Ange webbadressen till DocuWare-systemet för den andra organisationen.
zh_hans: 输入其他组织 DocuWare 系统的 URL。

# ConnectionDialog_MissingUsername_Text
source: Enter a username
ar: أدخل اسم المستخدم
bg: Въведете потребителско име
de: Geben Sie einen Benutzernamen ein
el: Εισαγάγετε ένα όνομα χρήστη
es: Escriba un nombre de usuario
fo: Enter a usernameEnter a us###
fr: Saisir un nom d'utilisateur
hr: Unesite korisničko ime
it: Inserire un nome utente
ja: ユーザー名を入力
nl: Een gebruikersnaam invoeren
pl: Wprowadź nazwę użytkownika
pt: Inserir um nome de usuário
ru: Введите имя пользователя
sv: Ange ett användarnamn
zh_hans: 输入用户名

# ConnectionDialog_OrganizationName_Label
source: Organization
ar: مؤسسة
bg: Организация
de: Organisation
el: Οργανισμός
es: Organización
fo: OrganizationOrganiz###
fr: Organisation
hr: Organizacija
it: Organizzazione
ja: 組織
nl: Organisatie
pl: Organizacja
pt: Organização
ru: Организация
sv: Organisation
zh_hans: 组织

# ConnectionDialog_Password_Label
source: Password
ar: كلمة المرور
bg: Парола
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fo: PasswordPas###
fr: Mot de passe
hr: Lozinka
ja: パスワード
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль
sv: Lösenord
zh_hans: 密码

# ConnectionDialog_RegExpPassword_Text
source: Error - please enter the correct password.
ar: خطأ - ‎يرجى إدخال كلمة المرور الصحيحة.
bg: Грешка - моля, въведете правилната парола.
de: Fehler - geben Sie bitte das richtige Passwort ein.
el: Σφάλμα - εισαγάγετε το σωστό κωδικό πρόσβασης.
es: Error - Escriba la contraseña correcta.
fo: Error - please enter the correct password.Error - please enter the correc###
fr: Erreur - veuillez saisir le mot de passe approprié.
hr: Pogreška – unesite ispravnu lozinku.
it: Errore: immettere la password corretta.
ja: エラー - 正しいパスワードを入力してください。
nl: Fout - voer het juiste wachtwoord in.
pl: Błąd: wprowadź poprawne hasło.
pt: Erro - insira a senha correta.
ru: Ошибка. Введите правильный пароль.
sv: Fel – ange korrekt lösenord.
zh_hans: 错误 - 请输入正确的密码。

# ConnectionDialog_RegExpUrl_Text
source: The URL is not valid. It should contain http:// or https://
ar: عنوان URL‏ غير صالح. يجب أن يشتمل على ‏http:// أو https://
bg: URL адресът не е валиден. Той трябва да съдържа http:// или https://
de: Die URL ist ungültig. Sie sollte http:// oder https:// enthalten
el: Το URL δεν είναι έγκυρο Πρέπει να περιέχει http:// ή https://
es: La URL no es válida. Debe contener http:// o https://
fo: The URL is not valid. It should contain http:// or https://The URL is not valid. It should contain http###
fr: L'URL n'est pas valide. Elle doit contenir http:// or https://
hr: URL nije valjan. Mora sadržavati http:// ili https://
it: L'URL non è valido. Deve contenere http:// o https://
ja: URL が無効です。http:// または https:// が含まれる必要があります
nl: De URL is niet geldig. Moet http:// of https:// bevatten
pl: Adres URL jest nieprawidłowy. Powinien zawierać oznaczenie protokołu http:// lub https://
pt: O URL não é válido. Deve conter http:// ou https://
ru: Недопустимый URL-адрес. Он должен содержать http:// или https://
sv: Webbadressen är inte giltig. Den ska innehålla http:// eller https://
zh_hans: URL 无效。应包含 http:// 或 https://

# ConnectionDialog_RegExpUsername_Text
source: Error - please enter the correct userame.
ar: خطأ - ‎يرجى إدخال اسم المستخدم الصحيح.
bg: Грешка - моля, въведете правилното потребителско име.
de: Fehler - geben Sie bitte den richtigen Benutzernamen ein.
el: Σφάλμα - εισαγάγετε το σωστό όνομα χρήστη.
es: Error - Escriba el nombre de usuario correcto.
fo: Error - please enter the correct userame.Error - please enter the corre###
fr: Erreur - veuillez saisir le nom d'utilisateur correct.
hr: Pogreška – unesite ispravno korisničko ime.
it: Errore: immettere il nome utente corretto.
ja: エラー - 正しいユーザー名を入力してください。
nl: Fout - voer de juiste gebruikersnaam in.
pl: Błąd: wprowadź poprawną nazwę użytkownika.
pt: Erro - insira o nome de usuário correto.
ru: Ошибка. Введите правильное имя пользователя.
sv: Fel – ange korrekt användarnamn.
zh_hans: 错误 - 请输入正确的用户名。

# ConnectionDialog_Title
source: Configure connection to other organization
ar: تكوين الاتصال بمؤسسة أخرى
bg: Конфигуриране на връзка към друга организация
de: Verbindung zur anderen Organisation konfigurieren
el: Διαμόρφωση σύνδεσης με άλλο οργανισμό
es: Configurar conexión a otra organización
fo: Configure connection to other organizationConfigure connection to other o###
fr: Configurer la connexion à l'autre organisation
hr: Konfiguriraj vezu s drugom organizacijom
it: Configurare la connessione a un'altra organizzazione
ja: 他の組織への接続を設定
nl: Verbinding met andere organisatie configureren
pl: Konfiguruj połączenie z inną organizacją
pt: Configurar conexão para outra organização
ru: Настроить подключение к другой организации
sv: Konfigurera anslutningen till annan organisation
zh_hans: 配置与其他组织的连接

# ConnectionDialog_UsePredefinedUrls
source: Use DocuWare Cloud System
ar: استخدم نظام DocuWare Cloud
bg: Използване на системата DocuWare Cloud
de: DocuWare Cloud System verwenden
el: Χρήση DocuWare Cloud System
es: Usar sistema DocuWare Cloud
fo: Use DocuWare Cloud SystemUse DocuWare Clou###
fr: Utiliser le système DocuWare Cloud
hr: Upotrijebi sustav DocuWare Cloud
it: Usa sistema DocuWare Cloud
ja: DocuWare Cloud System を使用
nl: DocuWare Cloud-systeem gebruiken
pl: Użyj DocuWare Cloud System
pt: Usar DocuWare Cloud System
ru: Использовать систему DocuWare Cloud
sv: Använd DocuWare Cloud System
zh_hans: 使用 DocuWare Cloud 系统

# ConnectionDialog_Username_Label
source: Username
ar: اسم المستخدم
bg: Потребителско име
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fo: UsernameUse###
fr: Nom d'utilisateur
hr: Korisničko ime
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de usuário
ru: Имя пользователя
sv: Användarnamn
zh_hans: 用户名

# DiscardingChanges_Default_Title
source: Changes will be discarded
ar: سيتم تجاهل التغييرات
bg: Промените ще бъдат отхвърлени
de: Änderungen werden verworfen
el: Οι αλλαγές θα απορριφθούν
es: Se descartarán los cambios
fo: Changes will be discardedChanges will be d###
fr: Les modifications seront ignorées
hr: Promjene će biti odbačene
it: Le modifiche verranno ignorate
ja: 変更内容が破棄されます
nl: Wijzigingen worden genegeerd
pl: Zmiany zostaną odrzucone
pt: Todas as alterações serão descartadas
ru: Изменения будут отменены
sv: Ändringar kommer att ignoreras
zh_hans: 更改将被放弃

# Enter_Platform_Url_Text
source: e.g. https://example.docuware.cloud/DocuWare
ar: مثل https://example.docuware.cloud/DocuWare
bg: напр. https://example.docuware.cloud/DocuWare
de: Z.B. https://firma.docuware.cloud/DocuWare
el: π.χ. https://example.docuware.cloud/DocuWare
es: p. ej., https://example.docuware.cloud/DocuWare
fo: e.g. https://example.docuware.cloud/DocuWaree.g. https://example.docuware.cl###
fr: p. ex. https://example.docuware.cloud/DocuWare
hr: npr. https://example.docuware.cloud/DocuWare
it: ad es. https://example.docuware.cloud/DocuWare
ja: 例: https://example.docuware.cloud/DocuWare
nl: bijv. https://example.docuware.cloud/DocuWare
pl: np. https://example.docuware.cloud/DocuWare
pt: por exemplo: https://example.docuware.cloud/DocuWare
ru: например: https://example.docuware.cloud/DocuWare
sv: t.ex. https://example.docuware.cloud/DocuWare
zh_hans: 例如 https://example.docuware.cloud/DocuWare

# ConnectionDialog_URL_Label
source: URL
ar: عنوان URL
bg: URL адрес
fo: UR###
sv: Webbadress
