Repository: ivko/dw-shared
Catalog: Components/AppComponents/Schedule/Localization/Schedule.*.resx
Languages: fo

# At_Label
source: Start at
fo: Start atSta###

source: Custom
fo: CustomCu###

# Daily_Custom_Occurrence_Friday_Label
source: Fr
fo: F###

# Daily_Custom_Occurrence_Monday_Label
source: Mo
fo: M###

# Daily_Custom_Occurrence_Saturday_Label
source: Sa
fo: S###

# Daily_Custom_Occurrence_Sunday_Label
source: Su
fo: S###

# Daily_Custom_Occurrence_Thursday_Label
source: Th
fo: T###

# Daily_Custom_Occurrence_Tuesday_Label
source: Tue
fo: Tu###

# Daily_Custom_Occurrence_Wednesday_Label
source: Wed
fo: We###

# DailyRepeatEvery_Max_Text
source: Value for "{1}" cannot be greater than {0}
fo: Value for "{1}" cannot be greater than {0}Value for "*1*" cannot be great###

# DailyRepeatEvery_Min_Text
source: Value for "{1}" cannot be less than {0}
fo: Value for "{1}" cannot be less than {0}Value for "*1*" cannot be le###

# End_At_Label
source: End at
fo: End atEn###

# EndDateNeverText
source: Never
fo: NeverN###

# Every2Month
source: every 2 months
fo: every 2 monthsevery 2 ###

source: every 2 weeks
fo: every 2 weeksevery 2###

# Every3Month
source: every 3 months
fo: every 3 monthsevery 3 ###

source: every 3 weeks
fo: every 3 weeksevery 3###

# Every4Month
source: every 4 months
fo: every 4 monthsevery 4 ###

# Every6Month
source: every 6 months
fo: every 6 monthsevery 6 ###

source: Every day
fo: Every dayEver###

source: every month
fo: every monthevery ###

source: every week
fo: every weekevery###

source: first
fo: firstf###

source: Friday
fo: FridayFr###

# Hours_Label
source: hour(s)
fo: hour(s)hou###

# Minutes_Label
source: minutes
fo: minutesmin###

source: Monday
fo: MondayMo###

# MonthlyRepeatByMonthdaySummaryText
source: Repeats {0} on {1} {2} at {3}
fo: Repeats {0} on {1} {2} at {3}Repeats *0* on *1* *###

# MonthlyRepeatByWeekdaySummaryText
source: Repeats {0} on the {1} {2} at {3}
fo: Repeats {0} on the {1} {2} at {3}Repeats *0* on the *1* ###

# NeverRepeatSummaryText
source: No repeat
fo: No repeatNo r###

# On_Label
source: On
fo: O###

# On_the_Label
source: On the
fo: On theOn###

# Repeat_Every_Label
source: Every
fo: EveryE###

# Repeat_Label
source: Schedule
fo: ScheduleSch###

source: Saturday
fo: SaturdaySat###

source: second
fo: secondse###

# SelectDate
source: select day
fo: select dayselec###

# Start_At_Label
source: Start at
fo: Start atSta###

# Summary_Label
source: Summary
fo: SummarySum###

source: Sunday
fo: SundaySu###

source: third
fo: thirdt###

source: Thursday
fo: ThursdayThu###

source: Tuesday
fo: TuesdayTue###

source: Wednesday
fo: WednesdayWedn###

# Weekdays
source: Weekdays (Monday-Friday)
fo: Weekdays (Monday-Friday)Weekdays (Monday###

# Weekends
source: Weekends (Saturday-Sunday)
fo: Weekends (Saturday-Sunday)Weekends (Saturday###

# WeeklyRepeatSummaryText
source: Repeats {0} on {1} at {2}
fo: Repeats {0} on {1} at {2}Repeats *0* on *1###

# MissingDailyRepeatEvery_Text
source: Please enter a value for field "{0}"
fo: Please enter a value for field "{0}"Please enter a value for f###

source: fourth
fo: fourthfo###

# SelectDayErrorText
source: Please select at least one day of a week!
fo: Please select at least one day of a week!Please select at least one day###

source: Daily
fo: DailyD###

source: Monthly
fo: MonthlyMon###

source: Never
fo: NeverN###

# Of_The_Month_Text
source: of the month
fo: of the monthof the ###

source: Weekly
fo: WeeklyWe###

source: hour(s)
fo: hour(s)hou###

source: minutes
fo: minutesmin###

# EndTimeIsBeforeStartTimeErrorText
source: The time for the start must be before the time for the end.
fo: The time for the start must be before the time for the end.The time for the start must be before the ti###

# ClientTimeZone_Label
source: Time zone
fo: Time zoneTime###

# DailyRepeatCustomDaysNonRecurringText
source: Repeats every {0} at {1}
fo: Repeats every {0} at {1}Repeats every *0###

# DailyRepeatCustomDaysRecurringText
source: Repeats every {0} from {2} to {3} every {1}
fo: Repeats every {0} from {2} to {3} every {1}Repeats every *0* from *2* to *###

# DailyRepeatEveryDayNonRecurringText
source: Repeats every day at {0}
fo: Repeats every day at {0}Repeats every da###

# DailyRepeatEveryDayRecurringText
source: Repeats every day from {1} to {2} every {0}
fo: Repeats every day from {1} to {2} every {0}Repeats every day from *1* to *###

source: Recurring
fo: RecurringRecu###

source: By minute
fo: By minuteBy m###

source: Hourly
fo: HourlyHo###

# day_first
source: st
fo: s###

# day_other
source: th
fo: t###

# day_second
source: nd
fo: n###

# day_third
source: rd
fo: r###
