Repository: ivko/dw-shared
Catalog: Components/AppComponents/FieldsMapping/Localization/FieldsMapping.*.resx
Languages: ar, bg, fo, hr, zh_hans

# Button_Cancel_Text
source: Cancel
ar: إلغاء
bg: Отказ
fo: CancelCa###
hr: Odustani
zh_hans: 取消

# Button_OK_Text
source: OK
ar: موافق
bg: ОК
fo: O###
hr: U redu
zh_hans: 确定

# DiscardingChanges_Default_Title
source: Changes will be discarded
ar: سيتم تجاهل التغييرات
bg: Промените ще бъдат отхвърлени
fo: Changes will be discardedChanges will be d###
hr: Promjene će biti odbačene
zh_hans: 更改将被放弃

# FieldsMappingDialog_Title
source: Assign Fields
ar: تعيين حقول
bg: Присвояване на полета
fo: Assign FieldsAssign ###
hr: Dodijeli polja
zh_hans: 指定字段

# MappingFields_DiffLength_Text
source: Field {0} is assigned to a field with a different length
ar: الحقل ‎‏{0} مُعيَّن إلى حقل يتميز بطول مختلف
bg: Полето {0} е присвоено на поле с различна дължина
fo: Field {0} is assigned to a field with a different lengthField *0* is assigned to a field with a di###
hr: Polje {0} dodijeljeno je polju druge dužine
zh_hans: 字段 {0} 已分配给长度与此不同的字段

# MappingFields_DiffPrecision_Text
source: The field {0} is assigned to a field with a different precision
ar: الحقل ‎‏{0} مُعيَّن إلى حقل يتميز بدقة مختلفة
bg: Полето {0} е присвоено на поле с различна точност
fo: The field {0} is assigned to a field with a different precisionThe field *0* is assigned to a field with a dif###
hr: Polje {0} dodijeljeno je polju druge preciznosti
zh_hans: 字段 {0} 已分配给精确度与此不同的字段

# MappingFields_Required_Text
source: Please assign at least one field
ar: يرجى تعيين حقل واحد على الأقل
bg: Моля, присвоете поне едно поле
fo: Please assign at least one fieldPlease assign at least ###
hr: Dodijelite barem jedno polje
zh_hans: 请至少分配一个字段

# NotMapped_Text
source: <Not assigned>
ar: <غير معين>
bg: <Не е присвоено>
fo: <Not assigned><Not ass###
hr: <Nije dodijeljeno>
zh_hans: <未分配>

# Select_Mapping_Label
source: Please assign fields for mapping
ar: يرجى تعيين حقول للتخصيص
bg: Моля, задайте полета за съпоставяне
fo: Please assign fields for mappingPlease assign fields fo###
hr: Dodijelite polja za mapiranje
zh_hans: 请分配用于映射的字段

# Fields_Mapping_Dialog_Infobox_Title
source: Assign Fields
ar: تعيين الحقول
bg: Присвояване на полета
fo: Assign FieldsAssign ###
hr: Dodjela polja
zh_hans: 分配字段
